[
	{
		"name": "Rochers coco",
		"details": "(Environ 15 rochers)",
		"image": "images/rochers_coco.jpg",
		"ingredients": [
			"3 blancs d'oeufs",
			"1 sachet de sucre vanillé",
			"200 g de noix de coco en poudre",
			"180 g de sucre en poudre",
			"20 gr de beurre",
			"1 pincée de sel"
		],
		"recette": "Préchauffer le four à 140°C.\nMettre dans une casserole les blancs d'oeufs, Ie sucre, le sucre vanillé et la pincée de sel.\nPortez à feu doux en battant rapidement au fouet, jusqu'à ce que le mélange mousseux soit très chaud mais non bouillant.\nRetirer du feu et continuer à battre jusqu'à refroidissement.\nAjouter la noix de coco puis mélanger.\nBien beurrer la plaque à pâtisserie ou utiliser du papier sulfurisé.\nA l'aide d'une cuillère à soupe, faire de petits tas.\nFormer la pâte en croix au doigt mouillé.\nFaire cuire pendant 35 minutes sans laisser prendre couleur.\nLaissez un peu refroidir et retirer encore chauds les rochers de la plaque."
	},
	{
		"name": "Pâte à choux",
		"image": "images/pate-choux.jpg",
		"ingredients": [
			"95 g de farine",
			"20 cL d'eau",
			"1 cuillère à soupe de sucre",
			"75 g de beurre",
			"3 oeufs",
			"1 pincée de sel"
		],
		"recette": "Préchauffer le four à 180°C.\nDans une casserole, faire bouillir l'eau, avec le beurre, le sucre et la pincée de sel.\nA la première ébullition sortir la casserole du feu et verser la farine d'un seul coup.\nTourner rapidement et dessécher la pâte un long moment en tournant avec une cuillère en bois sur feu doux (minimum 5 min) jusqu'à ce que la pâte se décolle des bords et du fond, cette étape est très importante.\nAjouter un à un les oeufs entiers en mélangeant bien entre chacun.\nEnfourner pour 15 min puis laisser les choux dans le four et entrouvrir légèrement le four pendant 5 min."
	},
	{
		"name": "Gâteau au yaourt",
		"image": "images/gateau-yaourt.jpg",
		"ingredients": [
			"1 pot de yaourt nature",
			"1/2 pot d'huile ou de beurre fondu",
			"2 pots de sucre",
			"3 pots de farine",
			"3 oeufs",
			"1/2 paquet de levure chimique",
			"Vanille",
			"Zeste de citron"
		],
		"recette": "Préchauffer le four à 180°C.\nMélanger tout les ingrédients un à un en suivant l'ordre suivant: yaourt, sucre, oeufs, vanille, farine, levure, zeste.\nVerser la pâte dans le moule et enfourner pour environ 30 minutes de cuisson.\nVérifier la cuisson avec la pointe d'un couteau (elle doit ressortir sèche)."
	},
	{
		"name": "Pâte à crêpes",
		"image": "images/crepes.jpg",
		"ingredients": [
			"150 g de farine",
			"150 g de maïzena",
			"4 oeufs",
			"60 g de sucre",
			"1 sachet de sucre vanillé",
			"1/2 sachet de levure",
			"1 cuillère à soupe d'huile ( ou beurre fondu)",
			"1/4 de litre de lait",
			"1/4 de litre d'eau",
			"Arôme (vanille, citron, orange)",
			"1 petite louche de Grand Marnier"
		],
		"recette": "Mélanger la farine, la maïzena, les sucre, la pincée de sel.\nCreuser un puits et y ajouter les oeufs, commencer à mélanger en rajoutant petit à petit l'eau et le lait.\nAjouter l'arôme, le Grand Marnier et l'huile.\nLaisser reposer la pâte au moins 30 min."
	},
	{
		"name": "Gâteau au yaourt sans oeuf",
		"image": "images/gateau-yaourt-sans-oeuf.jpg",
		"ingredients": [
			"2 yaourts nature(conservez le pot)",
			"3 pots de farine",
			"1,5 pot de sucre en poudre",
			"1,5 sachet de levure chimique",
			"1 cuillère à café vanille liquide",
			"1 pincée de sel",
			"60 g de beurre fondu"
		],
		"recette": "Préchauffez votre four à 180°C.\nVidez les yaourts dans un saladier, et gardez un pot pour vous en servir comme doseur.\nVersez dans le saladier la farine et le sucre en vous aidant du pot comme mesure.\nAjoutez ensuite le beurre fondu, la levure et la vanille.\nMélangez pour obtenir une pâte à gâteau lisse.\nVersez la pâte dans un moule beurré et fariné puis enfournez pendant 35 à 40 minutes environ."
	},
	{
		"name": "Financiers blanc d'oeuf",
		"image": "images/financiers.jpg",
		"ingredients": [
			"40 g de poudre d'amande",
			"30 g de farine",
			"50 g de beurre",
			"50 g de sucre",
			"2 blancs d'oeuf"
		],
		"recette": "Mélanger les blancs d'oeufs, la farine, le sucre et les amandes en fouettant énergiquement.\nAjouter le beurre fondu.\nVerser dans un moule beurré.\nCuire 15 minutes à 200°C."
	},
	{
		"name": "Coulant au chocolat",
		"details": "(Pour 4 personnes)",
		"image": "images/coulant-chocolat.jpg",
		"ingredients": [
			"95 g de beurre",
			"90 g de chocolat",
			"50 g de farine",
			"75 g de sucre",
			"3 oeufs"
		],
		"recette": "Faites fondre au bain marie le chocolat puis le beurre en fouettant doucement.\nAjoutez le sucre, les oeufs et la farine.\nVersez dans des ramequins ou des petits moules.\nFaites cuire à four chaud (200°C) pendant 6 min.\nServez avec une crème anglaise ou de la glace à la vanille."
	},
	{
		"name": "Gâteau au chocolat de Nancy",
		"details": "(Pour 6 à 8 personnes)",
		"image": "images/gateau-nancy.jpg",
		"ingredients": [
			"3 oeufs",
			"120 g de chocolat noir",
			"100 g de beurre mou",
			"100 g de sucre",
			"50 g de farine",
			"1/2 verre de lait",
			"1 pincée de vanille en poudre",
			"1 pincée de sel"
		],
		"recette": "Préchauffer le four à 180°C.\nBeurrer et fariner un moule.\nFondre le chocolat, le beurre et le lait et la vanille au bain-marie, remuer avec une spatule en bois jusqu'à obtenir une préparation onctueuse.\nSortir du bain marie, ajouter la farine et le sucre et continuer de mélanger.\nSéparer les blancs des jaunes, et ajouter les jaunes en remuant.\nMonter les blancs en neige avec une pincée de sel puis les incorporer délicatement.\nVerser la préparation dans le moule et enfourner pendant 25 minutes."
	},
	{
		"name": "Marquise au chocolat",
		"details": "(Pour 12 personnes)",
		"image": "images/marquise.jpg",
		"ingredients": [
			"3 oeufs",
			"375 g de chocolat",
			"375 g de beurre",
			"100 g de sucre"
		],
		"recette": "Faire fondre le chocolat et le beurre.\nBlanchir les jaunes d'oeufs avec le sucre dans un récipient puis l'ajouter au mélange chocolat/beurre.\nMonter les blancs en neige et les incorporer au mélange.\nRéserver au congélateur."
	},
	{
		"name": "Madeleines",
		"image": "images/madeleines.jpg",
		"ingredients": [
			"2 oeufs",
			"80 g de sucre",
			"90 g de farine",
			"100 g de beurre",
			"1 cuillère à soupe de lait",
			"1/2 citron",
			"2 gouttes d'extrait de vanille",
			"1 pincée de levure chimique"
		],
		"recette": "Préchauffer le four à 220°C.\nLaver et essuyer le citron et râper finement son zeste.\nMélanger les oeufs avec le sucre, jusqu'à ce que le mélange blanchisse.\nBattre les oeufs, ajouter le zeste, le sucre, la vanille et la moitié du lait, continuer jusqu'à obtenir un mélange bien mousseux.\nAjouter la farine et la levure chimique.\nAjouter ensuite le beurre fondu, et le restant du lait.\nLaisser reposer 1h au réfrigérateur.\nVerser la préparation dans les moules à madeleines jusqu'à la moitié.\nFaire cuire 10min à 220°C, sortir les madeleines et démouler 5 min après."
	},
	{
		"name": "Pâte à tarte sucrée",
		"image": "images/pate-tarte-sucree.jpg",
		"ingredients": [
			"1 oeuf",
			"60 g de sucre",
			"200 g de farine",
			"100 g margarine",
			"1 pincée de sel"
		],
		"recette": "Verser la farine en puits dans un saladier avec le sucre et la pincée de sel, y ajouter l'oeuf et la margarine.\nMélanger le tout assez rapidement puis étaler dans un plat à tarte."
	},
	{
		"name": "Pancakes",
		"image": "images/pancakes.jpg",
		"ingredients": [
			"125 g de farine",
			"15 g de sucre semoule",
			"1 oeufs",
			"1/2 sachet de levure",
			"30 g de beurre",
			"1 pincée de sel",
			"15 cL de lait"
		],
		"recette": "Faire fondre le beurre.\nMettre la farine, la levure et le sucre dans un saladier.\nMélanger et creuser un puits.\nAjouter ensuite les oeufs entiers et fouetter l'ensemble.\nIncorporer le beurre fondu, fouetter puis délayer progressivement le mélange avec le lait afin d'éviter les grumeaux.\nLaisser reposer la pâte au minimum 1 heure au réfrigérateur.\nDans une poêle chaude et légèrement huilée, faire des cercles de 10 cm de diamètre environ et faire cuire comme des crêpes."
	},
	{
		"name": "Pain perdu",
		"image": "images/pain-perdu.jpg",
		"ingredients": [
			"Pain rassis ou brioche",
			"45 g de sucre (ou cassonade)",
			"2 verres de lait",
			"2 oeufs",
			"Beurre",
			"1 c.\nà café d'arôme naturel de vanille",
			"1 c.\nà café de cannelle (facultatif)"
		],
		"recette": "Au four : Préchauffez le four à 195°C.\nBeurrez un moule à manqué.\nDécoupez la baguette en rondelles de 1 cm d'épaisseur.\nBeurrez une face des tranches de pain.\nDisposez-les dans le moule pour en tapisser complètement le fond.\nDans un saladier, versez le lait et l'arôme naturel de vanille.\nAjoutez le sucre, les oeufs.\nMélangez pour obtenir une pâte homogène.\nVersez le mélange dans le moule pour tremper le pain.\nEnfournez pendant 25 min environ.\nil faut obtenir une belle couleur ambrée.\nA la poêle : Tremper le pain dans la préparation avant de le mettre dans la poêle beurrée."
	},
	{
		"name": "Gâteau aux poires renversé",
		"image": "images/gateau-poires-renverse.jpg",
		"ingredients": [
			"Moule en verre de 24 cm",
			"4 petites poires Comice ou 3 grosses",
			"2 oeufs",
			"150 g de sucre",
			"150 g de farine",
			"150 g de margarine",
			"1 cuillère à café de levure",
			"1 pincée de sel",
			"Pour le caramel : 15 morceaux de sucre, 1/2 citron et 1/2 verre d'eau"
		],
		"recette": "Commencer par faire le caramel en mettant dans une casserole le sucre et le citron.\nQuand le caramel est blond, le verser dans le tout le fond du moule et le tour puis laisser refroidir.\nÉplucher les poires et les couper en quatre.\nDisposer dans le moule, le gros côté vers l'extérieur en faisant une rosace.\nPréchauffer le four à 170°C.\nPréparer la pâte: travailler au fouet le sucre avec les oeufs entiers.\nQuand le mélange devient mousseux, ajouter tantôt un peu de farine tantôt la margarine ainsi que la pincée de sel et la levure.\nVerser la préparation sur les poires et enfourner pour 50 min à 1h.\nTremper quelques instants le moule dans l'eau chaude puis démouler aussitôt."
	},
	{
		"name": "Gâteau au chocolat express",
		"image": "images/gateau-chocolat-express.jpg",
		"ingredients": [
			"100 g de chocolat",
			"100 g de beurre",
			"2 oeufs",
			"50 g de sucre",
			"70 g de sucre roux",
			"75 g de farine"
		],
		"recette": "Préchauffer le four à 210°C.\nFaire fondre ensemble le beurre et le chocolat.\nMélanger dans un saladier la farine, le sucre et les oeufs.\nVerser le mélange chocolat et beurre, puis mélanger.\nVerser dans un moule beurré ou anti-adhésif et cuire 20 min."
	},
	{
		"name": "Galette frangipane",
		"image": "images/galette-frangipane.jpg",
		"ingredients": [
			"2 pâtes feuilletées",
			"1 jaune d'oeuf",
			"50 g d'eau",
			"50 g de sucre",
			"Crème pâtissière : 20 g de farine, 200 ml de lait, 40 g de sucre et 1 oeuf",
			"Crème d'amandes : 75 g de sucre glace, 75 g de beurre mou et 125 g de poudre d'amandes"
		],
		"recette": "Réaliser la crème pâtissière.\nRéaliser la crème d'amandes en mélangeant les ingrédients à la fourchette.\nDécouper 2 disques de pâte feuilletée de 30 cm à l'aide d'un disque ou d'une grande assiette.\nPuis sur l'un des disques que l'on déposera sur une plaque recouverte de papier sulfurisé, avec un cercle de 26 cm ou une assiette plus petite que la première, marquer l'abaisse en appuyant légèrement.\nBadigeonner ensuite de jaune d'oeuf l'extérieur du repère avec un pinceau, en en gardant pour le dessus de la galette.\nVerser la crème d'amandes dans la crème pâtissière et mélanger à la cuillère en bois puis déposer cette préparation sur de la pâte feuilletée sans dépasser la marque de la dorure, Recouvrir avec la deuxième pâte feuilletée en appuyant légèrement les bords puis retourner le tout et tapoter afin d'éviter la formation de bulles d'air.\nBadigeonner de jaune d'oeuf.\nRéserver 30 min au réfrigérateur.\nPréchauffer le four à 180°C, sortir la galette et la dorer une deuxième fois.\nRéaliser le dessin souhaité sur le dessus de la galette, sans percer la pâte.\nEnfourner de 25 à 45 min, puis, à l'aide d'une spatule, soulever la galette : elle doit être dorée uniformément.\nPendant que la galette cuit, mettre 50 g d'eau et 50 g de sucre dans une casserole, porter à ébullition puis stopper la cuisson.\nA la sortie du four, napper aussitôt de sirop la surface de la galette avec un pinceau."
	},
	{
		"name": "Langues de chat",
		"image": "images/langues-chat.jpg",
		"ingredients": [
			"70 g de beurre",
			"100 g de sucre en poudre",
			"80 g de farine",
			"2 blancs d'oeuf",
			"1 cuillère à café de vanille en poudre"
		],
		"recette": "Préchauffer le four à 230°C.\nFaire ramollir le beurre au micro ondes (sans le faire fondre).\nIncorporer au batteur le sucre, la vanille et la farine.\nBien mélanger.\nMonter les blancs en neige et les incorporer au mélange.\nMettre du papier sulfurisé sur la plaque du four puis mettre la pâte dans une poche à douille.\nÉtaler des bâtonnets de pâte suffisamment espacés sur la plaque.\nFaire cuire 5 min.\nDécoller aussitôt et faire refroidir."
	},
	{
		"name": "Tarte au citron meringuée",
		"image": "images/tarte-citron-meringuee.jpg",
		"ingredients": [
			"200 g de farine",
			"100 g de beurre",
			"1 cuillère à soupe de sucre vanillé",
			"1/2 cuillère à café de sel",
			"1/2 verre d'eau",
			"Pour la crème: 2 oeufs, 200 gr de sucre en poudre, 75gr de beurre, 3 citrons de taille moyenne"
		],
		"recette": "Mélanger l'ensemble des ingrédients de la pâte et pétrir de sorte à obtenir une pâte lisse.\nFormer une boule puis l'étaler dans un plat à tarte.\nFaire préchauffer la pâte 10min à 180°C.\nPour la crème, battre les oeufs entiers avec le sucre.\nAjouter le beurre fondu, le jus des citrons et le zeste d'un citron et bien mélanger.\nVerser la crème sur la pâte et mettre au four et mettre au four environ 30 minutes jusqu'à coloration brune."
	},
	{
		"name": "Charlotte chocolat blanc framboises",
		"image": "images/charlotte-framboise-chocolat-blanc.jpg",
		"ingredients": [
			"Biscuits à la cuillère (environ 25)",
			"200 g de chocolat blanc à pâtisser (ou 180g)",
			"30 cl de crème liquide entière",
			"4 barquettes de framboises (2,5 pour le coulis, 1 pour la garniture et le reste pour la décoration)",
			"5 à 10 cl d'eau",
			"50 g de sucre"
		],
		"recette": "Mettre au congélateur le saladier qui servira pour la crème ainsi que la crème déjà froide.\nPréparer le coulis : porter à ébullition le sucre et l'eau.\nAjouter 2 barquettes et demie de framboises et faire chauffer à feu vif jusqu'à dissolution des framboises.\nPasser la préparation au tamis afin de retirer les pépins.\nLaisser refroidir.\nFaire fondre le chocolat blanc au bain-marie ou au micro- ondes et ne pas hésiter à ajouter de l'eau pour qu'il ait le même aspect que du chocolat noir fondu.\nPendant ce temps, sortir le saladier et la crème du congélateur et monter la crème en chantilly ferme (attention à ne pas battre trop longtemps la crème une fois qu'elle est ferme pour ne pas faire de beurre).\nIncorporer le chocolat blanc fondu délicatement à l'aide d'une maryse.\nDresser la charlotte : tremper les biscuits le coulis et les déposer dans le moule à charlotte en prenant soin de bien serrer les biscuits.\nVerser 1/3 de la mousse au chocolat blanc, recouvrir de framboises et biscuits imbibés.\nRépéter pour obtenir 2/3 couches en finissant par des biscuits imbibés.\nRéserver au frais 5 heures."
	},
	{
		"name": "Meringues",
		"details": "(Environ 10 meringues)",
		"image": "images/meringues.jpg",
		"ingredients": [
			"2 blancs d'oeuf",
			"125 g de sucre glace",
			"1 pincée de sel"
		],
		"recette": "Préchauffer le four à 120°C.\nSortir les oeufs du réfrigérateur un quart d'heure avant de les utiliser.\nBattre les blancs d'oeuf en neige avec la pincée de sel.\nAjouter le sucre par petites quantités tout en continuant de battre.\nDéposer immédiatement de petits tas de meringue Sur une plaque de four préalablement recouverte de papier sulfurisé.\nCuire entre 30 minutes pour des meringues blanches et moelleuses et 1 heure pour des meringues rosées, craquantes et fondantes avec un coeur moelleux."
	},
	{
		"name": "Tiramisu",
		"image": "images/tiramisu.jpg",
		"ingredients": [
			"3 oeufs",
			"50 g de sucre",
			"250 g de mascarpone",
			"Biscuits à la cuillère (environ 20)",
			"Café"
		],
		"recette": "Séparer les blancs des jaunes d'oeufs.\nMélanger les jaunes avec le sucre.\nAjouter le mascarpone.\nMonter les blancs en neige et les incorporer délicatement à la spatule au mélange précédent.\nRéserver.\nTremper les biscuits dans le café avant d'en tapisser le fond du plat.\nRecouvrir d'une couche de crème au mascarpone puis répéter l'opération en alternant couche de biscuits et couche de crème en terminant par cette dernière.\nMettre au réfrigérateur 4 heures minimum puis déguster frais.\nSaupoudrer de cacao."
	},
	{
		"name": "Clafoutis aux cerises",
		"image": "images/clafoutis-cerises.jpg",
		"ingredients": [
			"750 g de cerises",
			"6 oeufs",
			"100 g de farine",
			"1/4 de litre de lait",
			"1 cuillère à soupe de kirsch",
			"1 pincée de sel",
			"Beurre pour le moule",
			"90 g de sucre pour la pâte",
			"30 g de sucre à la sortie du four"
		],
		"recette": "Beurrer un moule en verre de 25 cm.\nÉqueuter les cerises et les disposer dans le plat.\nMélanger les oeufs entiers avec le sucre.\nRajouter la farine, le kirsch puis le lait et la pincée de sel.\nLaisser reposer la pâte au moins 10 minutes et la verser ensuite sur les cerises puis mettre au four à 220°C pendant 35 minutes.\nSaupoudrer de sucre à la sortie."
	},
	{
		"name": "Cheesecake au spéculoos",
		"image": "images/cheesecake-speculoos.jpg",
		"ingredients": [
			"150 g de spéculoos",
			"30 g de beurre fondu",
			"500 g de Philadelphia",
			"2 oeufs",
			"100 g de sucre",
			"3-4 gouttes d'extrait de vanille",
			"1 cuillère de cannelle en poudre"
		],
		"recette": "Préchauffer le four à 180°C.\nDans un blender, réduire les biscuits en miettes.\nFaire fondre le beurre au micro-onde et mélanger au biscuit et tapisser le fond du moule.\nFaire cuire à blanc pendant 5 min.\nSortir du four et laisser refroidir.\nPendant ce temps, mélanger le philadelphia et le sucre.\nAjouter les jaunes et monter les blancs en neige, puis les incorporer.\nTransférer le mélange dans le moule et enfourner à 180°C sur la plaque centrale pour environ 30-40 min.\nLe centre du cheesecake doit être encore un peu tremblotant.\nLaisser quelques heures au frais."
	},
	{
		"name": "Cheesecake au citron",
		"image": "images/cheesecake-citron.jpg",
		"ingredients": [
			"125 g de palets bretons",
			"250 g de mascarpone",
			"125 g de fromage blanc ou 1 yaourt",
			"2 oeufs",
			"75 g de sucre en poudre",
			"zeste de 2 citrons et le jus d'un seul",
			"10 g de farine",
			"30 g de beurre"
		],
		"recette": "Préchauffez votre four à 180°C.\nMixez les palets bretons afin d'obtenir une poudre fine et homogène.Ajoutez-y le beurre préalablement fondu et mélangez bien.\nTapissez le fond d'un moule à gâteau de ce mélange, répartissez bien et tassez.\nEnfournez 10 min.\nDans un premier saladier, mélangez les ingrédients un à un: les jaunes d'oeufs, le sucre, le mascarpone, le fromage blanc, la farine, le jus de citron et le zeste.\nDans un second saladier, montez les blancs en neige, Incorporez délicatement les blancs en neige dans le premier saladier.\nVersez ce mélange sur le fond de gâteau biscuité en remplissant le moule aux 2/3.\nEnfournez 25 min.\nLaissez refroidir puis placez le cheese cake 4h au réfrigérateur avant de servir."
	},
	{
		"name": "Gâteau au chocolat léger",
		"image": "images/gateau-leger-chocolat.jpg",
		"ingredients": [
			"20 g de cacao en poudre non sucré",
			"30 g de maïzena (ou farine)",
			"40 g de stévia ou 80 g de sucre",
			"200 g de chocolat noir",
			"200 g de courgette râpée",
			"4 oeufs",
			"Extrait de vanille"
		],
		"recette": "Préchauffer le four à 180°C.\nCommencez par casser le chocolat en morceaux et faites- le fondre 2 fois 1 minute au micro-ondes, lissez la préparation.\nÉpluchez les courgettes et râpez-les finement, vous devez récupérer 200 g sans les égoutter.\nSéparez les blancs des jaunes d'oeuf, et fouettez les jaunes avec le stévia et la vanille.\nAjoutez le cacao en poudre, mélangez, puis ajoutez un peu de courgettes.\nAjoutez alors la maïzena et le chocolat fondu refroidit (gardez 3 cuillères à soupe de chocolat !) en mélangeant bien.\nAjoutez le restant de courgette, mélangez.\nFouettez les blancs en neige bien ferme, et incorporez-les délicatement au mélange.\nRépartissez dans un moule anti-adhésif et enfournez 30 minutes.\nMettez le restant de chocolat fondu sur le gâteau une fois celui-ci refroidit, et lissez.\nVous pouvez saupoudrer de noix de coco par exemple !"
	},
	{
		"name": "Brownie",
		"image": "images/brownie.jpg",
		"ingredients": [
			"160 g de chocolat noir",
			"110 g de beurre",
			"3 oeufs",
			"120 g de sucre en poudre",
			"50 g de farine",
			"15 noix"
		],
		"recette": "Préchauffer le four à 160°C.\nFaire fondre au bain-marie le chocolat cassé en morceaux avec le beurre.\nPendant ce temps, casser les noix.\nDans un saladier, mélanger farine, sucre, oeufs et noix.\nAjoutez le chocolat fondu et mélanger 5 min à la cuillère en bois.\nVersez le tout dans un moule beurré (20cm de diamètre), et enfournez pour 25 min.\nLaisser refroidir avant de démouler."
	},
	{
		"name": "Muffins fruits rouges",
		"details": "(Environ 20 muffins)",
		"image": "images/muffins-fruits-rouges.jpg",
		"ingredients": [
			"200 g de fruits surgelées",
			"140 g de sucre",
			"30 g de beurre",
			"1 oeuf",
			"150 ml de lait",
			"230 g de farine",
			"1 pincée de sel",
			"1 cuillère à café rase de levure chimique"
		],
		"recette": "Préchauffer le four à 180°C.\nMélanger le beurre avec l'oeuf et le lait.\nDans un autre récipient, mélanger sucre, farine, sel et levure.\nMettre en commun le contenu des deux bols mais ne surtout pas trop remuer même si la pâte n'est pas très lisse.\nIl faut laisser des grumeaux ! Ajouter les myrtilles encore gelées, et bien mélanger.\nRemplir les moules à muffins aux 3/4, et enfourner pendant 25 à 30 min jusqu'à ce que les muffins soient dorés."
	},
	{
		"name": "Muffins aux pépites de chocolat",
		"image": "images/muffins-pepites-chocolat.jpg",
		"ingredients": [
			"150 g de pépites de chocolat",
			"320 g de farine",
			"50 g de sucre",
			"3 cuillères à café de levure chimique",
			"1 cuillère à café de sel",
			"325 ml de crème fraîche",
			"175 ml de lait",
			"50 ml d'huile (ou beurre fondu)",
			"1 cuillère à café d'extrait de vanille",
			"1 oeuf"
		],
		"recette": "Préchauffer le four à 200°C.\nSéparer le blanc du jaune d'oeuf.\nMélanger la farine, le sucre, la levure et le sel, puis incorporer le jaune d'oeuf.\nMonter le blanc en neige.\nMélanger les ingrédients liquides avec le mélange oeuf ingrédients secs, puis ajouter le blanc en neige et les pépites de chocolat.\nIl n'est pas nécessaire de trop travailler la pâte.\nRépartir la pâte dans les moules à muffins puis enfourner pour 20 à 25min jusqu'à ce qu'ils soient fermes, moelleux et bien dorés."
	},
	{
		"name": "Crumble aux pommes",
		"image": "images/crumble-pommes.jpg",
		"ingredients": [
			"6 pommes",
			"150 g de cassonade",
			"150 g de farine de blé",
			"125 g de beurre doux",
			"Cannelle en poudre",
			"1 sachet de sucre vanillé",
			"Citron"
		],
		"recette": "Préchauffer le four à 210°C.\nPeler, évider et découper les pommes en cubes grossiers, les répartir dans un plat allant au four.\nLes arroser d'un tout petit peu de jus du citron et les saupoudrer de cannelle et de sucre vanillé.\nDans un saladier, mélanger la farine et la cassonade.\nPuis ajouter le beurre ramolli en petits cubes et mélanger à la main de façon à former une pâte grumeleuse.\nÉmietter cette pâte au dessus des pommes de façon à les recouvrir.\nEnfourner pour 30 minutes de cuisson."
	},
	{
		"name": "Cookies",
		"details": "(Environ 12 cookies)",
		"image": "images/cookies.jpg",
		"ingredients": [
			"1 oeuf",
			"250 g de farine",
			"120 g de beurre",
			"50 g de sucre blanc",
			"120 g de sucre de canne/roux",
			"1 cuillère de vanille en poudre",
			"1 pincée de sel",
			"1/2 cuillère à café de levure",
			"90 g de chocolat"
		],
		"recette": "Préchauffez le four à 180°C.\nDans un grand saladier, mélanger les sucres et le beurre ramolli au batteur jusqu'à obtenir une pâte lisse.\nAjoutez l'oeuf, le sel et la vanille, mélangez pendant 1 min environ.\nAjouter la farine et la levure préalablement mélangées.\nCouper les carrés de chocolat, les ajouter et mélanger.\nFaire des boules avec la pâte à cookies et les déposer sur la plaque de cuisson recouverte de papier sulfurisé, ils doivent être assez espacés.\nEnfournez pour 14 minutes."
	},
	{
		"name": "Sablés",
		"details": "(Environ 40 sablés)",
		"image": "images/sables.jpg",
		"ingredients": [
			"100 g de beurre",
			"100 g de sucre",
			"2 jaunes d'oeuf",
			"200 g de farine",
			"1 sachet de sucre vanillé",
			"1 pincée de sel"
		],
		"recette": "Faire ramollir le beurre au micro-ondes.\nMélangez dans un saladier la farine, le sel et le sucre, ajouter le beurre.\nPétrir rapidement puis ajouter les jaunes d'oeuf les uns après les autres en incorporant bien à la pâte qui doit être moelleuse et sableuse à la fois.\nArrêter de travailler la pâte dès que le résultat est obtenu.\nFormer une boule et laisser reposer la pâte pendant 1 heure au réfrigérateur sous du papier cuisson.\nPréchauffer le four à 180°C.\nSortir la pâte 5 min avant de l'étaler avec une épaisseur d'environ 5 mm à 1 cm sur un plan de travail fariné.\nDécouper les sablés avec des emporte-pièces, puis les déposer sur une plaque du four recouverte de papier sulfurisé.\nEnfourner pour 20 min."
	},
	{
		"name": "Tuiles aux amandes",
		"image": "images/tuiles-amandes.jpg",
		"ingredients": [
			"2 blancs d'oeuf",
			"70 g de sucre en poudre",
			"50 g d'amandes effilées",
			"35 g de beurre",
			"30 g de farine"
		],
		"recette": "Préchauffer le four à 165°C.\nFaire fondre le beurre et le laisser refroidir.\nBattre les blancs d'oeufs avec le sucre sans faire monter, puis ajouter la farine et le beurre fondu.\nSur une plaque de four recouverte de papier sulfurisé déposer des petits tas (l'équivalent d'une petite cuillère à café) assez espacés et les étaler avec le dos de la cuillère.\nParsemer d'amandes effilées.\nEnfourner pour 10 min, les tuiles doivent être dorées sur les côtés.\nRetirer les tuiles et les placer sur un rouleau à pâtisserie pour leur donner une forme bombée.\nIl faut faire attention en retirant les tuiles, car elles se brisent facilement."
	},
	{
		"name": "Pain d'épices",
		"image": "images/pain-epices.jpg",
		"ingredients": [
			"250 g de miel",
			"250 g de farine",
			"100 g de sucre en poudre",
			"2 oeufs",
			"10 cl de lait",
			"1 sachet de levure chimique",
			"1 sachet de sucre vanillé",
			"1 mélange d'épices pour pain d'épices (1 cuillère à café d'anis vert, 1 cuillère à café de muscade râpée, 1 cuillère à café de cannelle en poudre, 1 cuillère à café de gingembre en poudre et 1 cuillère à café de quatre épices)"
		],
		"recette": "Faire chauffer le miel à la casserole ou au micro-ondes.\nMélanger la farine avec la levure chimique, les deux sucres et les épices.\nAjouter le miel chaud en remuant avec une cuillère en bois.\nIncorporer petit à petit les oeufs, puis un peu de lait juste tiède pour amalgamer le tout.\nPréchauffer le four à 160°C.\nVerser la préparation dans un moule à cake beurré et fariné.\nEnfourner et laisser cuire pendant 1h à 1h15.\nDémouler le pain d'épices lorsqu'il a totalement refroidi.\nAttendre 24 heures au minimum avant de le déguster, il sera meilleur."
	},
	{
		"name": "Crème pâtissière",
		"details": "(Pour 400g de crème)",
		"image": "images/creme-patissiere.jpg",
		"ingredients": [
			"250 g de lait",
			"50 g de jaunes d'oeufs (soit 3 jaunes environ)",
			"25 g de beurre",
			"60 g de sucre",
			"25 g de maïzena",
			"1 gousse de vanille"
		],
		"recette": "Mélanger les jaunes d'oeufs avec le sucre au batteur jusqu'à ce que le mélange blanchisse.\nAjouter la maïzena.\nMettre le lait dans une casserole avec la gousse de vanille grattée, faire bouillir le lait puis retirer la gousse.\nVerser la moitié du lait sur le mélange et fouetter.\nRemettre dans la casserole et faire chauffer vivement tout en mélangeant énergiquement.\nQuand le mélange épaissit, continuer de mélanger.\nA partir de l'ébullition mélanger encore pendant 1min et 45s (soit 3 min par litre de lait).\nStopper la cuisson et incorporer le beurre hors du feu, Débarrasser dans une plaque pour refroidir rapidement et filmer au contact.\nUtiliser la crème une fois refroidie.\nToujours fouetter vivement la crème pour l'émulsionner avant de l'utiliser."
	},
	{
		"name": "Financiers aux fruits rouges",
		"image": "images/financiers-fruits-rouges.jpg",
		"ingredients": [
			"90 g de poudre d'amandes",
			"150 g de sucre glace",
			"1/2 gousse de vanille",
			"60 g de farine",
			"4 blancs d'oeuf",
			"100 g de beurre",
			"Fruits rouges congelés (ou pas)"
		],
		"recette": "Préchauffer le four à 200°C.\nDans une poêle réaliser un beurre noisette, le laisser cuire à feu doux jusqu'à coloration.\nMélanger la farine, la poudre d'amandes, le sucre glace, le sel et la vanille.\nCreuser un puits et ajouter les blancs d'oeuf.\nMélanger bien en partant de l'intérieur vers l'extérieur.\nAjouter le beurre noisette en le passant à la passoire pour retirer le dépôt.\nTransvaser la pâte dans les moules.\nAjouter les fruits à votre convenance.\nBaisser le four à 180°C puis enfourner pour 22 min environ."
	},
	{
		"name": "Bugnes / Merveilles",
		"image": "images/bugnes.jpg",
		"ingredients": [
			"500 g de farine",
			"1/2 sachet de levure",
			"5 g de sel",
			"100 g de sucre en poudre",
			"1 sachet de sucre vanillé",
			"100 g de beurre",
			"4 oeufs",
			"Sucre poudre ou sucre glace"
		],
		"recette": "Déposer la farine en puits : au centre mettre le sel, le sucre, le sucre vanillé, la levure, le beurre légèrement ramolli et les oeufs entiers.\nMélanger du bout des doigts, puis pétrissez avec les mains jusqu'à ce que tout soit bien mélangé.\nMettre en boule et couvrir d'un torchon.\nLaisser reposer 30 min.\nÉtaler la boule en gardant plusieurs millimètres d'épaisseur.\nNe pas trop travailler la pâte.\nDécouper selon la forme souhaitée (en faisant des petites bandes de 4 cm de largeur par exemple).\nMettre à frire dans un bain d'huile chaude (ne pas trop chauffer l'huile afin d'éviter de noircir les merveilles).\nCuire environ 2 min.\nFaire refroidir sur du papier absorbant et saupoudrer de sucre selon l'envie."
	},
	{
		"name": "Panna cotta",
		"details": "(Pour 3 personnes)",
		"image": "images/panna-cotta.jpg",
		"ingredients": [
			"50 cl de crème fraîche liquide",
			"50 g de sucre",
			"2 feuilles de gélatine",
			"1 gousse de vanille ou vanille en poudre"
		],
		"recette": "Faire ramollir les feuilles de gélatine dans de l'eau froide.\nMettre la crème, le sucre et la vanille dans une casserole et faire frémir.\nDès le début de l'ébullition, retirer la casserole du feu et ajouter la gélatine égouttée.\nBien remuer et verser dans des coupelles.\nLaisser refroidir puis placer quelques heures au réfrigérateur pour faire prendre.\nAjouter du coulis de mangue, framboise ou autre fruit juste avant de servir."
	},
	{
		"name": "Gâteau au miel",
		"image": "images/gateau-miel.jpg",
		"ingredients": [
			"180 g de beurre",
			"70 g de sucre",
			"180 g de miel",
			"200 g de farine (ou moitié maïzena)",
			"3 oeufs",
			"1 pincée de sel"
		],
		"recette": "Préchauffer le four à 160°C.\nBattre le beurre en mousse et y ajouter le sucre, le mélange doit être crémeux.\nAjouter les ingrédients les uns à la suite des autres en mélangeant bien.\nEnfourner pour environ 45 min."
	},
	{
		"name": "Crème anglaise",
		"details": "(Pour 4 personnes)",
		"image": "images/creme-anglaise.jpg",
		"ingredients": [
			"1/2 litre de lait",
			"4 jaunes d'oeufs",
			"1 gousse de vanille",
			"90 g de sucre"
		],
		"recette": "Faire bouillir le lait avec la gousse de vanille.\nPendant ce temps, battre le sucre et les jaunes d'oeufs jusqu'à ce que le mélange fasse un ruban puis délayer avec un peu de lait bouillant.\nVerser la crème dans une casserole à fond épais, et à feu doux, faire épaissir sans cesser de remuer et sans faire bouillir, la crème est prête lorsqu'elle nappe la cuillère.\nRetirer du feu et fouetter encore 2 min.\nOn peut la passer au chinois avant de mettre la crème au frais (ne retirer la gousse de vanille qu'au moment de servir)."
	},
	{
		"name": "Glace à la vanille",
		"image": "images/glace-vanille.jpg",
		"ingredients": [
			"4 jaunes d'oeuf",
			"100 g de sucre",
			"300 ml de lait",
			"300 ml de crème fraîche épaisse",
			"2 cuillères à café d'essence de vanille",
			"Vanille en poudre pour le visuel"
		],
		"recette": "Verser le lait dans une casserole et porter doucement à ébullition.\nBattre dans un bol les jaunes d'oeuf et le sucre, puis en continuant à battre, verser le lait chaud.\nRemettre dans la casserole et faire chauffer sur le feu en remuant constamment jusqu'à ce que le mélange forme une pellicule sur le dos d'une cuillère en bois.\nFaire attention à ne pas faire bouillir.\nSortir du feu et laisser refroidir.\nAjouter la crème et la vanille.\nVerser la préparation dans une sorbetière."
	},
	{
		"name": "Mousse de fraises",
		"image": "images/mousse-fraises.jpg",
		"ingredients": [
			"500 g de fraises",
			"250 g de crème fraîche liquide",
			"250 g de sucre"
		],
		"recette": "Couper les fraises puis les mixer.\nRajouter la crème fraîche puis le sucre.\nVerser le tout dans un bol et mettre au congélateur."
	},
	{
		"name": "Banoffee",
		"image": "images/banoffee.jpg",
		"ingredients": [
			"3 bananes bien mûres",
			"150 g de biscuits sablés (spéculoos ou palets bretons)",
			"30 g de beurre fondu",
			"1 boîte de 300 g de lait concentré sucré",
			"50 cl de crème liquide entière",
			"100 g de sucre glace",
			"Copeaux de chocolat noir"
		],
		"recette": "Mettre la boîte de lait concentré sucré fermée dans une cocotte avec de l'eau et faire cuire sous pression 40 minutes (ou 2 heures dans une casserole remplie d'eau).\nÉcraser les biscuits en miettes et y ajouter le beurre fondu.\nTapissez le fond du moule et enfourner pour une dizaine de minutes à 180 degrés.\nDécouper les bananes en lamelles et les disposer sur la base de biscuit.\nRépartir le caramel obtenu avec le lait concentré sucré sur les bananes.\nBattre la crème liquide en chantilly avec le sucre, et la répartir sur le caramel.\nRâper des copeaux de chocolat par-dessus, et réserver au frigo pendant au moins 2 heures."
	},
	{
		"name": "Banana bread",
		"image": "images/banana-bread.jpg",
		"ingredients": [
			"200 g de farine",
			"1 pincée de sel",
			"1 sachet de levure chimique",
			"150 g de sucre (100 g de miel)",
			"50 g de beurre",
			"1 oeuf",
			"10 cl de lait",
			"3 bananes bien mûres"
		],
		"recette": "Préchauffer le four à 180°C.\nDans un grand saladier mélanger la farine, la levure et le sel.\nDans un autre saladier, fouetter le sucre, l'oeuf, le beurre fondu, puis le lait.\nÉcraser les bananes et les incorporer au mélange précédent.\nVerser cette préparation dans le mélange de farine et mélanger.\nCuire environ 45 min."
	},
	{
		"name": "Caramel beurre salé",
		"image": "images/caramel-beurre-sale.jpg",
		"ingredients": [
			"40 g de sucre",
			"20 g de beurre demi sel",
			"2,5 cl de crème liquide"
		],
		"recette": "Dans une casserole, faire chauffer le sucre sur feu moyen  (~3/4 minutes).\n Le sucre commence à se dissoudre, devient liquide puis se transforme en un liquide ambré, ne pas le faire trop coloré pour éviter l'amertume.\nFaire chauffer la crème liquide et réserver.\nDès que le sucre est prêt, retirer la casserole du feu et ajouter délicatement une petite partie de la crème.\nAttention aux projections.\nRemuer vivement et incorporer le reste petit à petit.\nQuand il n'y a plus de bouillon, ajouter le beurre et remuer à nouveau jusqu'à consistance d'une crème moyennement liquide.\nSi la crème ne semble pas assez épaisse, remettre la casserole à feu doux et remuer jusqu'à obtenir la consistance souhaitée.\nVerser dans un bocal en verre, couvrir et réserver au frais."
	},
	{
		"name": "Pancakes à la banane",
		"image": "images/pancakes-banane.jpg",
		"ingredients": [
			"90 g de farine",
			"1/2 cuil.\nà soupe de miel",
			"1 cuil.\nà café 1/2 de levure",
			"1 pincée de cannelle",
			"1 pincée de sel",
			"1 banane bien mûre",
			"1 oeuf",
			"120 ml de lait",
			"1 cuillère à soupe de beurre"
		],
		"recette": "Ne pas trop mélanger la pâte Mélanger la farine, la levure, la cannelle et le sel.\nDans un autre saladier, écraser les bananes en purée à la fourchette, ajouter l'oeuf, le lait, le beurre fondu et le miel et mélanger.\nAjouter les ingrédients secs aux ingrédients humides et mélanger sans trop remuer.\nLaisser reposer quelques minutes (idéalement 5-10 minutes).\nFaire chauffer une grande poêle légèrement huilée sur feu moyen.\nPour chaque pancake, verser 3-4 cuil.\nà soupe de pâte et cuire jusqu'à ce que de petites bulles se forment à la surface.\nRetourner le pancake avec une spatule et cuire sur l'autre face pendant 1 à 2 minutes supplémentaires."
	},
	{
		"name": "Flan",
		"details": "(Pour 2 personnes)",
		"image": "images/flan.jpg",
		"ingredients": [
			"250 ml de lait",
			"15 à 20 g de sucre",
			"20 g de maïzena",
			"1 jaune d'oeuf",
			"Vanille"
		],
		"recette": "Préchauffer le four à 170°C.\nFaire bouillir le lait, avec la moitié du sucre et la vanille.\nMélanger dans un récipient la maïzena avec le sucre restant et l'oeuf ainsi qu'un filet de lait.\nHors du feu, ajouter le lait chaud puis remettre sur le feu.\nMélanger sans cesse jusqu'à épaississement (quand ça devient une crème).\nVerser la pâte dans un moule amovible si possible.\nCuire au four 50 à 60 minutes.\nEnfin mettre au frais pendant au moins 4h avant de démouler."
	},
	{
		"name": "Porridge d'avoine",
		"image": "images/porridge-avoine.jpg",
		"ingredients": [
			"30 de flocons d'avoine écrasés",
			"20 cl de lait  (ou eau mais moins crémeux)",
			"Arôme / sucre / miel / épices / herbes / fruits secs / raisins etc",
			"On peut aussi ajouter une banane pendant la cuisson"
		],
		"recette": "Dans une casserole, bien mélanger tous les ingrédients.\nMettre à chauffer doucement, et remuer dès que des bulles commencent à se former.\nSi le fond accroche un peu, ajouter une cuillère à soupe d'eau, et remuer encore.\nCompter 7 minutes pour un porridge avec de la mâche, 10 minutes pour un porridge fondant, et 15 pour quelque chose de très crémeux."
	},
	{
		"name": "Carrot cake",
		"image": "images/carrot-cake.jpg",
		"ingredients": [
			"480 g de carottes",
			"4 oeufs",
			"100 g de amandes en poudre",
			"2 sachet levure",
			"200 g de fromage blanc",
			"160 g de farine",
			"8 grosses c.\nà soupe de miel (200g de sucre)",
			"4 c.\nà café de Cannelle",
			"Pincée de sel",
			"1 c.\nà café d'extrait de vanille",
			"Amandes, noix, raisin sec..."
		],
		"recette": "Préchauffer le four à 200 degrés.\nRâper les carottes et retirer l'eau en les pressant entre les mains.\nMélanger la farine, la poudre d'amande, la levure, le sel et la cannelle préalablement mélangés.\nAjouter l'oeuf en mélangeant avec un fouet.\nAjouter ensuite le miel, le fromage blanc puis les carottes en mélangeant à chaque fois.\nAjouter les noix concassées et l'extrait de vanille.\n Cuire pendant 25 min à 200 degrés."
	},
	{
		"name": "Glaçage carrot cake",
		"image": "images/glacage-carrot-cake.jpg",
		"ingredients": [
			"60 g de cream cheese : Philadelphia ou St Morêt à température ambiante",
			"30 g de beurre doux, ramolli",
			"180 g de sucre glace",
			"1 pincée de sel",
			"4 petites cuillères à soupe (30/40 ml) de crème épaisse"
		],
		"recette": "Dans un saladier, battre le beurre et le cream cheese.\nAjouter le sucre glace et le sel.\nIncorporer la crème épaisse si nécessaire.\nLe glaçage doit être épais et facile à étaler.\n Attendre que le gâteau refroidisse avant de l'étaler, on peut ajouter du zeste de citron vert sur le dessus, des noix...\n"
	},
	{
		"name": "Brioche",
		"image": "images/brioche.jpg",
		"ingredients": [
			"500g de farine",
			"80g de sucre",
			"8g de sel",
			"250g d'oeuf",
			"100ml de lait (entier c'est mieux) ou 50ml de lait + 50g de crème entière",
			"18g de levure fraîche",
			"250g de beurre coupé en petits dés"
		],
		"dorure": [
			"1 jaune d'oeuf",
			"15cl d'eau"
		],
		"recette": "Mettre dans le robot tous les ingrédients sauf le beurre. Mélanger avec le crochet à vitesse moyenne à faible jusqu'à ce que la pâte se forme et racler la paroi, si besoin, à la spatule. Puis une fois que la pâte est formée, pétrir à vitesse moyenne jusqu'à ce qu'elle devienne lisse, homogène et qu'elle se décolle de la paroi du bol. (Environ 10min)\n\nRemarque : Attention à ne pas mettre en contact la levure avec le sel et le sucre. Une fois les ingrédients mis en contact, les interactions entre eux commencent, ne pas attendre avant de mélanger ;)\n\nIncorporer petit à petit le beurre pendant environ 1 minute. Le pétrissage se poursuit à vitesse moyenne à élevée. La pâte est prête lorsqu'elle se décolle de la cuve. Elle doit être brillante et élastique. Pour vérifier, faire le test du voile : tirer dessus et s'il est possible de voir par transparence, c'est qu'elle est prête. (Environ 5min de plus)\n\nRemarque : Ne pas pétrir trop longtemps, au risque de trop chauffer la pâte (+ trop caoutchouteuse après cuisson). Si elle est trop collante, fariner légèrement ou mettre au réfrigérateur.\n\nMettre du cellophane directement en contact avec la pâte dans le bol, dans un endroit tiède pendant environ 2h, par exemple au four à 30°C ou au-dessus d'un radiateur. La pâte doit doubler de volume, c'est la première pousse.\n\nRécupérer la pâte et la dégazer sur plan de travail non fariné (ou très peu). Pour cela, abaisser à la main (appuyer avec le plat de la main pour faire sortir l'air). Ramasser la pâte 3 ou 4 fois sur elle-même pour former de nouveau une boule au volume bien réduit.\n\nÀ partir de ce moment, 2 choix possibles :\nMettre au frais en recouvrant de cellophane pendant 6 à 8h pour mettre en forme et cuire la brioche le lendemain.\nContinuer la préparation.\n\nRemarque : il est possible de placer la pâte au frais (voire au congélateur) pour faciliter sa mise en forme car la pâte sera plus ferme.\n\nDiviser et façonner la pâte selon la recette. Par exemple, faire trois boules et les déposer en les collant (pour l'esthétique) dans un moule beurré et recouvrir avec du cellophane.\n\nSeconde pousse : Laisser la pâte prendre du volume (à température ambiante, au four à 30 degrés ou au-dessus d'un radiateur) : elle doit augmenter au moins de moitié (à température ambiante ~ 30 min à 1h30).\n\nPréchauffer le four à 180°C en four traditionnel. Mélanger le jaune d'oeuf avec l'eau et badigeonner la brioche. Enfourner pour 30 à 40 min à 180°C (si elle est déjà dorée avant la fin de la cuisson la recouvrir d'un papier aluminium pour ne pas qu'elle brûle sur le dessus).\n\nUne fois cuite, sortir la brioche de son moule et la laisser reposer sur une grille une dizaine de minutes pour laisser la vapeur s'évaporer."
	},
	{
		"name": "Cake citron/haricots blancs",
		"image": "images/cake-citron-haricots-blancs.jpg",
		"ingredients": [
			"250 g de haricots blancs cuits, rincés et égouttés",
			"150 g de sucre roux",
			"4 oeufs",
			"100 g de beurre fondu",
			"40 g de maïzena",
			"10 g de levure chimique",
			"1 citron (zeste et jus ~ 5 cl)"
		],
		"recette": "Mixer tous les ingrédients ensemble.\n\nPossibilité de faire caraméliser le sucre avec les légumineuses.\n\nVerser dans un moule à gâteau chemisé ou avec du papier sulfurisé.\n\nCuire 20 à 25 minutes à 160°C.\n\nPoncher le gâteau avec le jus du citron."
	},
	{
		"name": "Madeleines de Jorick adaptées",
		"image": "images/madeleine-jorick.jpg",
		"ingredients": [
			"(Pour une quinzaine de pièces",
			"67 g de farine",
			"3,5 g de levure",
			"1 pincée de sel",
			"33,5 g de sucre",
			"1 oeuf",
			"⅓ de càs d'eau de fleur d'oranger",
			"⅙ de càs d'eau de rose",
			"50 g de beurre fondu et refroidi",
			"17 g de lait à température ambiante",
			"⅔ de càs d'huile (de pistache)",
			"⅓ de citron zesté",
			"⅓ d'orange zestée",
			"⅓ de pamplemousse zesté",
			"33 g de sucre glace",
			"10 g de jus de citron"
		],
		"recette": "Si possible réaliser l'appareil 24h avant la cuisson pour une pousse optimale.\n\nMélanger dans un saladier la farine, la levure, la pincée de sel et le sucre. Ajouter l'oeuf, l'eau de rose et de fleur d'oranger et mélanger vigoureusement pour éviter les grumeaux. Ajouter le lait à température ambiante, le beurre fondu et l'huile. Lisser l'appareil au fouet. Ajouter les zestes et homogénéiser l'appareil.\n\nPréchauffer le four à 200 degrés. Graisser les moules avec une bombe à graisse ou un soupçon de beurre fondu étalé au pinceau. Pocher l'appareil au 3/4 du moule et enfourner 7 minutes à 200°C.\n\nRetourner les madeleines et lustrer le dos au pinceau avec le mélange de sucre glace et de jus de citron. Remettre les madeleines 10 secondes au four pour que le lustrage caramélise. Laisser reposer 5 minutes avant de déguster."
	},
	{
		"name": "LE gâteau au chocolat",
		"image": "images/gateau-chocolat.jpg",
		"ingredients": [
			"250 g de chocolat",
			"110 g de beurre",
			"3 oeufs",
			"110 g de sucre",
			"60 g de farine"
		],
		"recette": "Préchauffer le four à 180°C.\n\nFaire fondre le chocolat avec le beurre.\n\nDans un saladier, blanchir les oeufs avec le sucre.\n\nIncorporer la farine, puis ajouter le mélange chocolat-beurre.\n\nVerser la préparation dans un moule chemisé.\n\nEnfourner pendant 20 minutes."
	},
	{
		"name": "Tarte au citron meringuée",
		"image": "images/tarte-citron.jpg",
		"ingredients": [
			"Pâte à tarte sucrée :",
			"200 g de farine",
			"100 g de margarine",
			"60 g de sucre",
			"1 oeuf",
			"1 pincée de sel",
			"Crème au citron :",
			"3 oeufs",
			"150 g de sucre",
			"1 cuillère à soupe de Maïzena",
			"25 g de beurre",
			"Meringue :",
			"2 blancs d'oeufs",
			"75 g de sucre glace",
			"1/2 sachet de levure chimique"
		],
		"recette": "Préchauffer le four à 180°C.\n\nPréparer la pâte : mélanger la farine, le sucre et le sel. Ajouter la margarine coupée en morceaux et sabler du bout des doigts. Incorporer l'oeuf et pétrir jusqu'à obtenir une pâte homogène. Étaler la pâte et foncer un moule à tarte. Piquer le fond à la fourchette et cuire à blanc pendant 15 minutes.\n\nPour la crème au citron : dans une casserole, fouetter les oeufs avec le sucre et la Maïzena. Ajouter le jus de citron et faire chauffer à feu doux en remuant jusqu'à épaississement. Hors du feu, incorporer le beurre coupé en morceaux. Verser la crème sur le fond de tarte précuit.\n\nPréparer la meringue : monter les blancs en neige ferme en ajoutant progressivement le sucre glace et la levure. Étaler la meringue sur la crème au citron et lisser ou réaliser des motifs à la spatule.\n\nEnfourner pendant 10 à 15 minutes jusqu'à ce que la meringue soit légèrement dorée. Laisser refroidir avant de servir."
	},
	{
		"name": "Gâteau à la crème de marron",
		"image": "images/gateau-marron.jpg",
		"ingredients": [
			"2 oeufs",
			"15 g de farine",
			"15 g de maïzena",
			"35 g de beurre",
			"275 g de crème de marron (possible d'en mettre plus)",
			"½ sachet de levure"
		],
		"recette": "Préchauffer le four à 180 degrés. Mettre les jaunes d'oeuf avec la crème de marron et le beurre fondu. Ajouter la farine et la levure. Monter les blancs en neige et les incorporer au reste. Mettre dans un moule à gâteau, préalablement beurré et fariné. Cuire 180 degrés pendant 35 min."
	},
	{
		"name": "Granola",
		"image": "images/granola.jpg",
		"ingredients": [
			"280 g de flocons d'avoine",
			"170 g de graines et fruits à coques grossièrement hachés",
			"2 c. à soupe de beurre fondu",
			"4 c. à soupe de miel",
			"1 à 2 c. à café de cannelle",
			"1 c. à café de fleur de sel",
			"1 c.c d'extrait de vanille",
			"30 g de noix de coco séchée non sucrée (facultatif)",
			"60 g de chocolat, grossièrement haché (facultatif)",
			"120 g de fruits secs (raisins, cranberries, dattes...)"
		],
		"recette": "Huiler légèrement une plaque de four. Mettre tous les ingrédients sauf les fruits secs et le chocolat dans un saladier. Mélanger puis étaler sur la plaque et insérer au milieu du four. Faire cuire à 150 degrés en surveillant et en mélangeant toutes les 10 minutes, jusqu'à ce que ce soit coloré. Ajouter ensuite les fruits secs et le chocolat."
	},
	{
		"name": "Brioche allégée",
		"image": "images/brioche-allegee.jpg",
		"ingredients": [
			"500g de farine",
			"67g de sucre",
			"220g de lait",
			"2 oeufs (+1 pour la dorure)",
			"80g de beurre pommade",
			"6g de sel",
			"29g de levure fraîche",
			"1 à 2 c. à soupe d'arôme (vanille, fleur d'oranger…)"
		],
		"recette": "Faire fondre la levure dans une partie du lait à température ambiante (ou un peu plus chaud mais pas trop pour ne pas tuer les levures), puis mélanger au reste du lait. Mélanger dans la cuve du robot à l'aide du pétrisseur et du crochet : farine, lait, sucre, sel, oeufs et la fleur d'oranger. Pétrir 4 min à vitesse faible 1 puis 6 min à vitesse moyenne 4. Ajouter le beurre pommade. Pétrir de nouveau 10 min à vitesse moyenne 4. Mettre dans un cul de poule puis enfourner 30 min au four à 30 degrés en jetant 2 cuillères à soupe d'eau dans le four. Avec la pâte et les mains farinées, réaliser trois boudins pour former une tresse puis la déposer dans un moule chemisé. Remettre la brioche au four 20 min (ou plus en fonction de la pousse) à 30 degrés en jetant de nouveau une cuillère à soupe d'eau. Sortir très délicatement la brioche du four pour ne pas casser la pousse. Réaliser la dorure en badigeonnant délicatement l'oeuf mélangé à un peu d'eau. Cuire 7 min à 210 degrés puis 10 min à 180 degrés. Sortir la brioche sur une grille afin d'éliminer le surplus d'humidité."
	},
	{
		"name": "Pancakes légers",
		"image": "images/pancakes-legers.jpg",
		"ingredients": [
			"1 oeuf",
			"75 ml de lait",
			"2 sachets de sucre vanillé",
			"63 g de farine",
			"1 c. à café de levure chimique",
			"1 pincée de sel",
			"Beurre pour la cuisson"
		],
		"recette": "Dans un bol, mélanger les ingrédients secs : farine, levure, sucre vanillé et pincée de sel. Dans un autre bol, mélangez le jaune d'oeuf avec le lait puis ajoutez aux ingrédients secs en mélangeant. Vous obtenez une texture de pâte à crêpes bien épaisse, laissez reposer 15 à 30 minutes. Battez les blancs en neige et ajoutez-les délicatement à la préparation. Faites cuire dans une petite poêle beurrée bien chaude."
	}
]