[
    {
        "name": "Gougères au fromage",
        "ingredients": [
            "4 oeufs",
            "90 g de gruyère râpé",
            "150 g de farine",
            "60 g de beurre",
            "Sel et poivre"
        ],
        "recette": "Préchauffez le four à 200°C. Dans une casserole, portez 2 verres d'eau froide avec le beurre et le sel. Faire chauffer et retirer du feu avant le premier bouillon. Hors du feu, ajoutez la farine d'un coup. Mélangez vivement à la cuillère en bois, et faites dessécher à feu doux jusqu'à ce que la masse se détache intégralement de la casserole. Laissez refroidir 2/3min , et incorporez les oeufs un par un en mélangeant bien. Ajoutez le gruyère râpé, le sel et le poivre. Déposez cette pâte en petits tas séparés, sur une plaque avec du papier cuisson. Enfournez 20/25 min en surveillant.",
        "image":"images/gougeres-fromage.jpg"
    },
    {
        "name": "Bouchées à l'emmental",
        "details": "(Pour environ 10 à 12 biscuits)",
        "image":"images/bouchee-emmental.jpg",
        "ingredients": [
            "50g de fromage râpé",
            "50g de farine",
            "2 blancs d'oeufs",
            "Poivre"
        ],
        "recette": "Préchauffez votre four à 200°C. Mélangez dans un saladier l'emmental râpé, la farine et les blancs d'oeufs, poivrez. Formez de petits tas sur la plaque de votre four recouverte de papier sulfurisé. Enfournez 12 minutes environ."
    },
    {
        "name": "Soupe champignons",
        "image":"images/soupe-aux-champignons.jpg",
        "ingredients": [
            "1 barquette de champignon de Paris",
            "4 pommes de terre moyennes",
            "1 oignon",
            "2 gousses d'ail",
            "Poivre, Sel, Muscade",
            "Persil",
            "1 bouillon de volaille",
            "20cl de crème liquide"
        ],
        "recette": "Dans une cocotte, faire revenir dans un peu de beurre : les champignons, les pommes de terres, l'oignon émincé et l'ail émincé. Laisser revenir quelques minutes pour faire suer les champignons en remuant bien. Une fois le tout revenu, mettre un peu plus d'eau que le niveau de légumes et laisser frémir à feu doux en mélangeant de temps en temps. Ajouter sel, poivre, muscade et persil ainsi que le bouillon émietté. Une fois la soupe cuite, ajouter la crème, mélanger et mixer la soupe."
    },
    {
        "name": "Soupe à la courgette",
        "image":"images/soupe-de-courgette.jpg",
        "ingredients": [
            "800 g de courgette",
            "2 oignons",
            "Persil",
            "1 bouillon de volaille",
            "20 cl de crème liquide",
            "Sel, Poivre"
        ],
        "recette": "Pelez les oignons, puis émincez-les. Rincez les courgettes, sans les peler et découpez-les en dés. Préparez le bouillon en faisant dissoudre la plaquette dans 3/4 de litre d'eau très chaude. Dans une cocotte, chauffez 2 cuillères à soupe d'huile d'olive, puis faites-y blondir les oignons. Ajoutez ensuite les dés de courgettes, mélangez, salez et poivrez, puis arrosez avec le bouillon. Laissez cuire 20 min à couvert. sur feu doux. Quand la soupe est cuite, mixez-la, vous devez obtenir un velouté."
    },
    {
        "name": "Soupe au potimarron",
        "image":"images/soupe-potimarron.jpg",
        "ingredients": [
            "1 potimarron",
            "2 pommes de terre",
            "2 oignons hachés",
            "3 gousses d'ail hachées",
            "10 cl de crème fraîche",
            "1 pincée de muscade",
            "1 bouillon de volaille",
            "Sel, Poivre"
        ],
        "recette": "Enlever l'écorce et les pépins du potimarron puis couper la chair en gros morceaux. Éplucher les pommes de terre puis les couper en gros morceaux. Faire revenir les oignons et l'ail haché dans un peu de beurre à feu doux. Ajouter les pommes de terre et le potimarron, faire revenir 5 min. Couvrir le tout d'eau, ajouter le bouillon de poule, la muscade, et laisser mijoter environ 30 min à feu doux. Lorsque les légumes sont cuits (vérifier à l'aide d'un couteau), mixer votre préparation. Vérifier l'assaisonnement, saler, poivrer selon votre goût puis ajouter la crème fraîche et laisser mijoter encore 2 ou 3 mn."
    },
    {
        "name": "Soupe aux poireaux",
        "image":"images/soupe-poireaux.jpg",
        "ingredients": [
            "1 poireau",
            "2 pommes de terre",
            "1 oignon",
            "1 bouillon de légumes",
            "Sel, Poivre",
            "1,5 L d'eau",
            "Persil"
        ],
        "recette": "Bien nettoyer le poireau et le couper en rondelles, mettre aussi les tiges vertes qui ont l'air tendres, ne pas mettre les plus vieilles. Éplucher les pommes de terre et les couper en 4. Couper l'oignon en 4. Mettre le bouillon de légumes dans l'eau froide et ajouter les légumes. Faites bouillir, couvrez et laissez cuire 1 bonne heure. Mixez le tout, salez et poivrez. Hachez grossièrement le persil et ajoutez-le. Laissez encore cuire 5 min à feu doux."
    },
    {
        "name": "Roulés jambon ou saumon",
        "image":"images/roule-jambon-fromage.jpg",
        "ingredients": [
            "Galettes de fajitas",
            "Tranches de jambon ou saumon",
            "Fromage frais type St Moret",
            "Sel, Poivre",
            "Herbes au choix (ciboulette, persil...)",
            "Échalottes"
        ],
        "recette": "Mélanger le fromage avec les herbes et les échalotes. Saler, poivrer. Étaler la préparation sur les galettes, y déposer le jambon ou le saumon, rouler et découper des tranches. "
    },
    {
        "name": "Poivrons farcis au fromage frais",
        "image": "images/poivrons-farcis.jpg",
        "ingredients": [
            "1 poivron par personne",
            "Chèvre frais",
            "Échalote",
            "Herbes au choix (Provence, ciboulette...)"         
        ],
        "recette": "Préchauffer le four à 180°. Vider les poivrons et les couper en 4, les déposer une plaque avec du papier cuisson, enfourner pour 30min. Mélanger le chèvre avec les échalotes et les herbes, saler poivrer. Le déposer sur les poivrons et enfourner pour faire dorer le fromage ou plus longtemps si les poivrons ne sont pas assez moelleux."
    },
    {
        "name": "Champignons farcis au fromage frais",
        "image": "images/champignons-farcis.jpg",
        "ingredients": [
            "Champignons",
            "Chèvre frais",
            "Échalote",
            "Herbes au choix (Provence, ciboulette...)"
        ],
        "recette": "Mélanger le chèvre avec les échalotes et les herbes, saler poivrer. Farcir les champignons et servir frais."
    }
]