[
	{
		"name": "Cake au blanc d'oeuf",
		"image": "images/cake-sale.jpg",
		"ingredients": [
			"Garniture au choix : 2 courgettes, tomates séchées, olives, poulet, chèvre, jambon, lardons, thon, 1 oignon, 2 échalotes, poivron, etc.",
			"1 cuillère à soupe de beurre fondu",
			"Épices (paprika, curry, cumin,...)",
			"Sel, Poivre",
			"65 g de gruyère râpé",
			"40 q de farine",
			"30 g de maïzena",
			"1/2 sachet de levure chimique",
			"3 blancs d'oeufs"
		],
		"recette": "Préchauffer le four à 170°C.\n\nBeurrer et fariner des moules à muffins ou un moule à cake.\n\nDans un grand bol, mélanger la farine, la maïzena, la levure et les épices.\nSi vous utilisez du beurre, le faire fondre au micro-onde, mais sans le faire cuire.\n\nDans un saladier, battre les blancs en neige ferme après y avoir mis 1 pincée de sel.\nEnsuite incorporer délicatement le mélange sec.\nOn peut le faire soit à la maryse ou au batteur mais à la vitesse la plus faible.\nIncorporer ensuite l'huile ou le beurre.\nFinir par l'ajout du gruyère râpé, et des options.\n\nMélanger délicatement à la spatule.\nVerser la préparation et cuire environ 20 min.\nLes gâteaux doivent être blonds, légèrement dorés."
	},
	{
		"name": "Cake courgette lardons et chèvre",
		"image": "images/cake-courgettes-chevre.jpg",
		"ingredients": [
			"150 g de farine",
			"1 sachet de levure",
			"3 oeufs",
			"12,5 cl de lait",
			"2 courgettes",
			"1 bûche de chèvre",
			"100 g de comté râpé",
			"100 g de lardons",
			"4 cuillères à soupe d'huile (ou 2 de beurre fondu)",
			"Sel, Poivre"
		],
		"recette": "Préchauffer le four à 180°C.\n\nDécoupez les courgettes en rondelles et passez-les au four à micro-ondes durant 4 mn pour les précuire.\n\nVersez-les ensuite dans une grande poêle anti-adhésive et continuez la cuisson jusqu'à ce qu'elles commencent à accrocher à la poêle (2 à 3 mn).\nAjoutez alors les lardons, l'origan, salez, poivrez et laissez dorer.\n\nDans un grand saladier, battez les 3 oeufs et incorporez-y la farine, la levure, l'huile (ou beurre) et le lait préalablement chauffé.\nAjoutez ensuite le gruyère râpé, les courgettes, les lardons et la brique de chèvre découpée en petits morceaux.\n\nVersez enfin l'ensemble dans un moule à cake puis déposez sur le dessus quelques lamelles supplémentaires de Comté pour gratiner et placez au four durant 45 mn."
	},
	{
		"name": "Gratin de légumes",
		"image": "images/gratin-legumes.jpg",
		"ingredients": [
			"3 grosses aubergines",
			"6 tomates",
			"2 mozzarellas",
			"Basilic",
			"Fromage râpé",
			"Sel, Poivre"
		],
		"recette": "Couper les aubergines en rondelles et les faire frire dans l'huile puis les éponger dans du sopalin.\nCouper les tomates et la mozzarella en rondelles.\n\nDéposer dans un plat à gratin en alternant les ingrédients.\n\nSaupoudrer de basilic, sel, poivre et fromage râpé."
	},
	{
		"name": "Roulé courgette saumon",
		"image": "images/roule-courgettes-saumon.jpg",
		"ingredients": [
			"3 courgettes",
			"3 oeufs",
			"2 cuillerées à soupe de crème fraîche",
			"50g de farine",
			"Fromage frais à l'ail et aux fines herbes",
			"12 tranches de saumon fumé",
			"Sel, poivre",
			"Huile d'olive"
		],
		"recette": "Préchauffer le four à 200°C.\n\nRâper les courgettes.\nLes faire revenir dans un peu d'huile d'olive de façon à les faire rendre leur eau.\nRéserver.\n\nSéparer les blancs des jaunes.\nBattre les jaunes avec la crème fraîche et la farine.\nIncorporez délicatement les blancs battus en neige.\n\nAjouter ensuite les courgettes râpées.\nRectifiez l'assaisonnement.\n\nVersez le mélange dans un plat à roulé.\n\nMettre au four environ 25 minutes.\n\nDémouler, puis étaler le fromage sur le roulé.\nDisposer ensuite les tranches de saumon.\n\nRouler le gâteau en le serrant bien.\nFilmer et laissez 1 h au réfrigérateur minimum, vous pouvez le manger le lendemain."
	},
	{
		"name": "Roulé de patate douce",
		"image": "images/roule-patate-douce.jpg",
		"ingredients": [
			"1 patate douce",
			"1 courgette",
			"Chèvre frais",
			"Tranches de dinde rôtie",
			"3 oeufs"
		],
		"recette": "Préchauffer le four à 180°.\n\nRincer, éplucher et râper la courgette et la patate douce.\nLes presser pour sortir le jus.\n\nBattre les oeufs, saler, poivrer et ajouter les légumes.\n\nÉtaler sur une plaque de cuisson, et faire cuire 20 à 25min à 180°C,il faudra pouvoir faire un roulé avec cette pâte, puis laisser refroidir.\n\nÉtaler le chèvre et répartir les tranches de dinde, puis rouler le tout."
	},
	{
		"name": "Oeuf cocotte",
		"image": "images/oeuf-cocotte.jpg",
		"ingredients": [
			"4 oeufs",
			"4 tranches de bacon",
			"20 cl de crème fraîche",
			"Gruyère rapé",
			"4 noisettes de beurre",
			"Sel, Poivre"
		],
		"recette": "Préchauffer le four à 240°C.\nBeurrer 4 ramequins.\n\nCouper les tranches de bacon en lanières (une tranche par ramequin) et les déposer dans le fond des ramequins.\nCasser un oeuf dans chaque ramequin, déposer une ou deux cuillères à café de crème fraîche sur les oeufs puis recouvrir de gruyère râpé.\n\nMettre une noisette de beurre sur chaque ramequin et enfourner pendant 8 à 9 minutes."
	},
	{
		"name": "Gratin de pâtes lardons champignons",
		"image": "images/gratin-pates-champignons.jpg",
		"ingredients": [
			"150 g de pâtes",
			"3 grosses échalotes",
			"1/2 boite de champignon",
			"200 g de lardons",
			"75 g de gruyère",
			"30 g de beurre",
			"30 g de farine",
			"37,5 cl de lait",
			"Sel, Poivre"
		],
		"recette": "Préchauffer à 210°C.\n\nFaire revenir les lardons et les oignons hachés sans matière grasse.\nAjouter l'échalote hachée.\n\nPendant ce temps faire cuire les pâtes à l'eau bouillante salée.\n\nDans la poêle des lardons, ajouter les champignons hachés, laisser cuire à feu doux 10 min.\n\nPréparer la béchamel en faisant fondre le beurre, ajouter d'un seul coup la farine, laisser sur le feu doux jusqu'à ce que ça bouillonne.\nHors du feu, ajouter le lait petit à petit en mélangeant vigoureusement au fouet.\nRemettre à chauffer pour épaissir.\nY ajouter le gruyère râpé, saler, poivrer et parfumer de muscade.\n\nMélanger ensemble la poêlée de lardons, les pâtes et la béchamel.\n\nMettre le tout dans un plat et enfourner 20 minutes."
	},
	{
		"name": "Lasagne saumon épinards",
		"image": "images/lasagne-saumon-epinards.jpg",
		"ingredients": [
			"200g de saumon",
			"1 barquette Findus d'épinards hachés à la crème surgelés (environ 200g)",
			"20 ci de crème fraîche liquide",
			"50g de farine",
			"30g de beurre",
			"1 paquet de lasagne fraîches",
			"Lait (environ 200ml pour faire une béchamel liquide)",
			"Fromage râpé",
			"Sel, poivre"
		],
		"recette": "Préchauffer le four à 180°C.\n\nFaire cuire rapidement le saumon pour l'émietter.\nFaire la béchamel et y ajouter les épinards et le saumon.\n\nRemplir le fond du plat avec la pâte des lasagnes, ajouter la préparation et renouveler l'opération plusieurs fois (environ 3 fois) et finir par la préparation.\nSaupoudrer de fromage râpé et enfourner pendant 30 min."
	},
	{
		"name": "Gratin de poissons au four",
		"image": "images/gratin-poissons.jpg",
		"ingredients": [
			"Filets de sole (4 par personnes)",
			"Moules",
			"Crevettes",
			"30g de beurre",
			"30g de farine",
			"Crème fraîche",
			"Court bouillon"
		],
		"recette": "Cuire les filets de sole enroulés sur des pics en bois au court-bouillon frémissant pendant 5 min.\nLes mettre dans un plat à gratin en enlevant les pics, ajouter des crevettes décortiquées et quelques moules.\n\nFaire une béchamel avec l'eau du court bouillon au lieu du lait.\nAjouter un peu de crème fraîche.\n\nVerser dans le plat, ajouter de la chapelure et du fromage râpé sur le dessus.\n\nMettre au four à 180°C pendant 30 min."
	},
	{
		"name": "Sauce aile de raie",
		"image": "images/sauce-raie.jpg",
		"ingredients": [
			"1 grosse échalote",
			"30g de beurre",
			"1 cuillère à soupe de farine",
			"100 à 150 mL du court-bouillon qui a servi à faire cuire la raie",
			"1 pincée persil",
			"1 cuillère à soupe de crème fraîche",
			"Sel, Poivre"
		],
		"recette": "Émincer l'échalote, la faire blanchir dans le beurre.\n\nAjouter la farine, laisser mousser puis sortir du feu.\nAjouter petit à petit l'eau du court-bouillon.\n\nAssaisonner ajouter la crème fraîche."
	},
	{
		"name": "Risotto aux champignons",
		"image": "images/risotto-champignons.jpg",
		"ingredients": [
			"250 g de champignon (des cèpes de préférence)",
			"200 g de riz carnaroli",
			"1 filet d'huile d'olive",
			"1 noix de beurre",
			"1 bouillon de légumes ou de poule (environ 50 cl)",
			"20 d de vin blanc sec",
			"1 cuillère à soupe de parmesan",
			"1 oignon",
			"1 gousse d'ail",
			"1 échalote",
			"2 brins de persil plat",
			"1 pincée de sel et 1 pincée de poivre"
		],
		"recette": "Séparer les champignons en deux : une partie servira à élaborer le bouillon et cuire avec le riz.\nL'autre partie sera poêlée au dernier moment.\n\nÉmincer un petit peu d'ail, d'échalote et de persil séparément et réserver.\nNettoyer les champignons et les couper en morceaux.\n\nFaire blondir dans une casserole un demi-oignon émincé dans un mélange de beurre et d'huile d'olive.\nAjouter et poêler les champignons.\nAjouter du bouillon (assez pour nourrir le risotto).\nLaisser mijoter le bouillon pour qu'il s'imprègne bien du goût et des saveurs des champignons.\n\nChauffer une nouvelle casserole (qui accueillera le risotto), ajouter un peu d'huile d'olive et de beurre que vous ferez blondir.\nAjouter le riz carnaroli et remuer jusqu'à le rendre translucide (attention à la température, le riz ne doit pas coller).\nDéglacer avec un verre de vin blanc sec.\nContinuer à remuer pour que le riz n'adhère pas et laisser réduire l'alcool.\nVerser une louche de bouillon que vous avez laissé mijoter et continuer à remuer constamment jusqu'à l'absorption totale du riz.\nRéitérer l'étape jusqu'au point de cuisson (préférer al dente).\n\nJuste avant la fin, faire fondre du beurre et un peu d'huile d'olive dans une poêle tout en remuant le risotto.\nFaire blondir l'échalote émincée dans la poêle puis ajouter l'ail.\nFaire poêler les champignons tout en remuant le risotto, assaisonner et ajouter le persil émincé en fin de cuisson avec un tour de moulin à poivre puis réserver.\n\nAssaisonner le risotto juste avant la fin.Ciseler du persil et en parsemer au dessus puis ajouter le parmesan."
	},
	{
		"name": "Beignets de courgette",
		"details": "(Pour 4 personnes)",
		"image": "images/beignets-courgette.jpg",
		"ingredients": [
			"6 petites courgettes ou 3 grosses",
			"1 oeuf",
			"100g de farine",
			"Environ 150 mL d'eau",
			"Huile"
		],
		"recette": "Couper les courgettes et les faire revenir à la poêle, les écraser à la fourchette et bien les dessécher.\n\nBattre l'oeuf avec la farine et saler poivrer.\nDélayer avec l'eau pour avoir une texture de pâte à crêpes très épaisse.\n\nAjouter les courgettes et faire cuire des petits tas dans une poêle bien huilée, puis essorer dans du papier absorbant."
	},
	{
		"name": "Poisson en papillote",
		"image": "images/papillote-poisson.jpg",
		"ingredients": [
			"1/2 filet de saumon ou dorade ou bar",
			"1 citron",
			"Beurre",
			"Aneth ou persil",
			"Sel, poivre"
		],
		"recette": "Préchauffer le four à 180°C.\n\nMettre le poisson sur une feuille de papier sulfurisé.\nArroser d'un filet de citron, parsemer d'aneth ou de persil.\nMettre 2 noix de beurre, assaisonner (ajouter éventuellement des rondelles de tomates sur le poisson).\nMettre une deuxième feuille de papier sulfurisé pour fermer.\nPlier les bords et les tenir avec des trombones.\n\nCuire 20 min à 180°C."
	},
	{
		"name": "Crumble de légumes et lardons",
		"image": "images/crumble-legumes.jpg",
		"ingredients": [
			"1 courgette",
			"2 poireaux",
			"4 carottes",
			"180 g de lardons",
			"80 g de beurre",
			"1 gros oignon",
			"Sel, poivre",
			"120 g de farine de blé",
			"80 g d'amandes en poudre"
		],
		"recette": "Préchauffez le four à 220°C.\n\nSortez le beurre du frigo pour le faire ramollir.\nLavez les légumes, Coupez la courgette en dés.\nÉmincez les poireaux.\nPelez et hachez l'oignon.\nPelez et coupez les carottes en fins bâtonnets.\n\nDans une grande sauteuse (ou un wok), faites revenir les lardons et l'oignon 2 minutes à feu vif.\nAjoutez les légumes et faites revenir le tout pendant 8 minutes en remuant souvent, salez si nécessaire et poivrez.\n\nDans un saladier, mélangez à la main la farine, le beurre mou et la poudre d'amande.\nTravaillez la pâte du bout des doigts jusqu'à obtenir un mélange sablonneux.\n\nVersez les légumes et lardons dans un plat à gratin et recouvrez-les de cette préparation.\n\nFaites gratiner 20 minutes au four."
	},
	{
		"name": "Moussaka",
		"details": "(Pour 4 personnes)",
		"image": "images/moussaka.jpg",
		"ingredients": [
			"2 aubergines",
			"6 pommes de terre",
			"500 g de boeuf haché",
			"5 tomates (~ 1/2 brique de coulis de tomate)",
			"1 oignon",
			"Huile d'olive",
			"30 g de beurre",
			"1 petite cuillère de cannelle",
			"1 cuillère à soupe de miel",
			"Muscade",
			"Sel, Poivre",
			"Pour la béchamel: 20 g de beurre, 3 cuillères à soupe de farine, 35 cl de lait et 1 oeuf"
		],
		"recette": "Préparation de la sauce tomate: \nÉmincer les oignons et les faire blondir dans une petite casserole.\nAjouter les tomates coupées en gros dés et 2 bonnes cuillères à soupe d'huile d'olive, la cannelle, le miel, saler et poivrer.\nLaisser réduire le tout 25 minutes (ou plus, jusqu'à arriver à la préparation de la viande) à feu moyen.\nOn doit obtenir une sauce, que l'on peut homogénéiser avec du coulis de tomate tout prêt.\n\nPréparation des aubergines : \nCouper les aubergines en rondelles (sans les peler), saler généreusement, et les laisser dégorger le temps de l'étape suivante.\nConseil pour faire dégorger les aubergines : dans un plat, alterner une couche de tranches d'aubergine salées et une couche de papier absorbant ou les laisser dans une passoire.\n\nPréparation des pommes de terre : \nÉplucher et découper les pommes de terre en fines rondelles et les disposer au fond d'un plat à gratin assez haut, huilé.\nArroser les pommes de terre d'un peu (3 cuillères à soupe) du jus rendu par les tomates qui mijotent.\nPasser le plat de pommes de terre sous le grill 5 à 15 min selon votre four, pour qu'elles dorent.\n\nMaintenant qu'elles ont dégorgé, passer les rondelles d'aubergine à la poêle huilée à feu fort pour les faire griller un peu de chaque côté, réserver.\n\nPréparation de la viande: \nDans un faitout, faire revenir la viande hachée au beurre à feu assez fort, saler, poivrer et retirer l'eau rendue par la viande.\nAjouter la sauce tomate-oignons et baisser le feu (très doux).\n\nSortir le plat de pommes de terre du four et préchauffer le four à 200°C.\n\nPréparation de la béchamel :\nDans une petite casserole sur feu doux, faire blondir le beurre, ajouter la farine et mélanger pour obtenir un appareil homogène.\nIncorporer petit à petit le lait en n'arrêtant jamais de remuer; ajouter le jaune d' ouf; on doit obtenir une sauce assez épaisse.\nAjouter le blanc d'oeuf monté en neige.\nSaler, poivrer et râper un peu de noix de muscade.\n\nPour le montage, par dessus la couche de pommes de terre, étaler la moitié de la viande hachée avec la tomate, puis la moitié des aubergines, puis l'autre moitié de viande, puis l'autre moitié des aubergines, un filet d'huile d'olive et terminer par la béchamel.\n\nEnfourner le tout dans le four à 200°C et laisser cuire 1h (la béchamel doit croustiller et être dorée)."
	},
	{
		"name": "Poulet curry",
		"image": "images/poulet-curry.jpg",
		"ingredients": [
			"1 escalope de poulet par personne",
			"2 échalotes",
			"1 cuillère de café rase de curry",
			"Sel, poivre",
			"1 cuillère à café de moutarde",
			"Crème fraîche liquide"
		],
		"recette": "Couper le poulet en petits morceaux et le faire rissoler dans du beurre jusqu'à coloration.\nRetirer le poulet de la poêle et y mettre à feu doux les échalotes.\nAjouter le curry et la moutarde délayée avec un peu de crème fraîche pour une consistance liquide (il est possible de remplacer/rajouter du lait de coco).\nAjouter le poulet au mélange et faire mijoter 5 minutes."
	},
	{
		"name": "Pommes cuites",
		"image": "images/pommes-cuites.jpg",
		"ingredients": [
			"2 pommes par personne",
			"Beurre salé",
			"Crème fraîche",
			"Sucre roux"
		],
		"recette": "Éplucher et couper les pommes en gros quartiers.\nFaire griller dans du beurre tous les côtés à feu vif.\nEnsuite baisser le feu et laisser ramollir les pommes avec un couvercle environ 10 min.\nSaupoudrer d'une cuillère café de sucre roux et 1 pincée de sel, puis déglacer avec de la crème fraîche liquide."
	},
	{
		"name": "Frites de patate douce",
		"details": "(Pour 4 personnes)",
		"image": "images/frites-patates-douces.jpg",
		"ingredients": [
			"2 patates douces",
			"1 cuillère à café de sel",
			"1 cuillère à café de poivre",
			"1 cuillère à café de paprika",
			"4 cuillères à soupe d'huile d'olive",
			"Thym"
		],
		"recette": "Préchauffer le four à 210°C.\nLavez les pommes de terre et coupez-les en bâtonnets.\nMettez-les dans un saladier et ajoutez le sel, le poivre, le paprika, et l'huile d'olive.\nMélangez bien pour que les frites soient bien enrobées, bien assaisonnées.\nÉtalez sur une plaque avec du papier cuisson.\nEnfournez pour 30 à 35 minutes de cuisson, chaleur tournante."
	},
	{
		"name": "Riz cantonais",
		"image": "images/riz-cantonais.jpg",
		"ingredients": [
			"Riz basmati (60g par personne)",
			"OEufs (1 par personne)",
			"50g de lardons par personne",
			"1 oignon pour 2 personnes",
			"Quelques petits pois surgelés",
			"Sauces soja sucrée et salée",
			"Huile d'olive"
		],
		"recette": "Faire revenir l'oignon et les lardons, réserver dans un bol.\nMettre de l'eau salée à bouillir.\nDans la poêle encore grasse, faire une omelette avec les oeufs.\nUne fois cuite, la découper en petites lamelles et ajouter au bol d'oignons et lardons.\nAjouter le riz à l'eau bouillante.\nFaire cuire les petits pois dans la poêle.\nUne fois le riz cuit, mélanger avec l'huile d'olive, les lardons, les oignons, l'omelette tranchée et les petits pois dans une grande poêle ou autre sur feu doux.\nAjouter un peu de sauce soja.\nServir chaud."
	},
	{
		"name": "Samoussa au poulet et à la féta",
		"details": "(Pour 4 personnes)",
		"image": "images/samoussa-poulet-feta.jpg",
		"ingredients": [
			"10 feuilles de brick",
			"300 g de blanc de poulet",
			"150 g de feta",
			"1 échalote",
			"15 cl de crème liquide",
			"30 cl de bouillon de légumes",
			"Huile d'olive",
			"Sel, Poivre"
		],
		"recette": "Dans une casserole, mettre à ébullition le bouillon de légume, y ajouter le poulet coupé en petites aiguillettes.\nLaisser cuire à petit bouillon 5 min.\nÉgoutter.\nDans une poêle, faire revenir l'échalote émincée dans de l'huile d'olive.\nQuand elle devient transparente, y ajouter le poulet coupé en tout petits morceaux.\nCuire 5 min.\nAjouter la crème liquide, du sel et du poivre et mélanger le tout.\nÉmietter la feta dans un grand bol, y ajouter le poulet et mélanger.\n\nPréparer les samoussas : \nGarnir les feuilles de brick d'un peu de préparation et plier selon votre habitude.\nFaire chauffer de l'huile d'olive dans une poêle, y faire revenir les samoussas 2 min de chaque côté.\n\nServir bien chaud avec une salade verte."
	},
	{
		"name": "Boulettes de boeuf",
		"image": "images/boulettes-boeuf.jpg",
		"ingredients": [
			"100g viande hachée (ou steak haché) par personne",
			"Échalote",
			"Persil (à hacher si frais)",
			"Cumin en poudre",
			"Coriandre",
			"Sel poivre"
		],
		"recette": "Faire revenir la ou les échalotes dans une poêle, laisser refroidir un peu Ensuite mélanger la viande et tous les ingrédients et rouler des boulettes (environ 4 pour 100g de viande) Faire cuire dans une poêle beurrée à feu moyen-vif, ne pas hésiter à laisser cuire 10-15 min pour que l'intérieur de la boulette cuise bien."
	},
	{
		"name": "Poulet croustillant",
		"image": "images/poulet-croustillant.jpg",
		"ingredients": [
			"Farine",
			"1 cuillère à café de paprika",
			"1 pincée de sel et poivre",
			"Poulet (100g par personne)",
			"Cornflakes non sucrés (ou chapelure)",
			"1 oeuf pour 4 filets",
			"1 cuillère à soupe de lait",
			"Huile friture"
		],
		"recette": "Mélanger la farine, le sel, le poivre et le paprika.\nDans un autre récipient, battre l'oeuf et le lait.\nMettre les cornflakes dans un 3ème récipient.\nCouper le poulet en lamelles pas trop fines.\nTremper le poulet dans la farine.\nTremper ensuite le poulet dans le mélange oeuf lait.\nPuis le tremper dans les corn flakes.\nFaire chauffer de l'huile (un fond dans une poêle) à feu moyen.\nUne fois l'huile chaude, faire cuire le poulet en le retournant pour faire bien dorer toutes les faces."
	},
	{
		"name": "Chakchouka (recette simple)",
		"details": "(Pour 4 personnes)",
		"image": "images/chakchouka.jpg",
		"ingredients": [
			"4 oignons",
			"4-6 tomates",
			"4 poivrons",
			"1 chorizo",
			"4 oeufs",
			"Cumin et coriandre",
			"Sel poivre"
		],
		"recette": "Sortir les oeufs du frigo.\nCouper les oignons et les poivrons en fines lamelles.\nFaire revenir les oignons dans de l'huile d'olive dans un poêlon assez grand puis une fois dorés ajouter les poivrons.\nPendant ce temps couper les tomates.\nUne fois les poivrons bien cuits, ajouter les tomates et cuire à feu plus doux, couvrir le poêlon.\nPendant la cuisson à feu doux, faire cuire dans une petite poêle à part le chorizo coupé en petits morceaux puis jeter le gras rendu.\nAjouter le chorizo cuit au mélange tomate poivron-oignon.\nAjouter cumin, sel et poivre.\nLaisser cuire un peu (plus ça cuit meilleur c'est).\nEn fin de cuisson, ajouter les oeufs comme des oeufs au plat sur l'ensemble et recouvrir.\nLorsque les oeufs sont cuits mais encore coulants, décorer d'un peu de coriandre et servir."
	},
	{
		"name": "Taboulé",
		"details": "(Pour 4 personnes)",
		"image": "images/taboule.jpg",
		"ingredients": [
			"Semoule (voir paquet pour quantité)",
			"3 tomates ou 2 tomates + 1 concombre",
			"3-4 petits oignons nouveaux",
			"Persil frais (demi botte)",
			"Menthe fraîche",
			"3 citrons",
			"Huile d'olive"
		],
		"recette": "Faire cuire la semoule selon les instructions du paquet puis laisser reposer.\nAjouter un filet d'huile d'olive dans la semoule.\nPresser les citrons et ajouter le jus à la semoule.\nCouper les tomates en petits dés et les ajouter au tout.\nDe même pour les oignons nouveaux.\nHacher menthe l'ensemble.\net persil puis mélanger Réserver au frais avant dégustation."
	},
	{
		"name": "Veau (ou poulet) aux asperges",
		"details": "(Pour 4 personnes)",
		"image": "images/veau-asperges.jpg",
		"ingredients": [
			"400 g de veau ou poulet",
			"Beurre",
			"1 trait d'huile d'olive",
			"20 cl de crème fraîche",
			"1 cuillère à soupe de moutarde à l'ancienne",
			"1 oignon",
			"8 asperges vertes",
			"20 champignons de Paris"
		],
		"recette": "Dans une poêle, verser un trait d'huile d'olive, laisser chauffer, ciseler l'oignon, l'ajouter et le faire suer.\nTailler les queues des asperges pour retirer le bout qui est trop dur, garder les pointes à 5 cm de long, couper le cour en biseaux de 1 cm de large.\nAjouter les têtes dans le plat puis le coeur en biseaux, cuire 4 à 5 minutes.\nÉmincer les champignons finement et les ajouter dans le plat.\nCuire 6 minutes, mélanger et débarrasser la cuisson des légumes dans un plat.\nVerser un trait d'huile d'olive, couper la viande en petits cubes, l'assaisonner et la déposer dans le plat (pas besoin de le nettoyer), colorer toutes les faces, ajouter une cuillerée de beurre, caraméliser et cuire 2 minutes.\nAjouter les légumes, mélanger, ajouter la moutarde à l'ancienne et la crème, mélanger à la spatule, assaisonner.\nLaisser cuire à petits frémissements quelques minutes."
	},
	{
		"name": "Pain de courgettes",
		"image": "images/pain-courgettes.jpg",
		"ingredients": [
			"6 petites ou 4 grosses courgettes",
			"3 oeufs",
			"3 échalotes ou 2 oignons",
			"Environ 100g de fromage râpé",
			"Estragon",
			"Sel poivre"
		],
		"recette": "Couper les courgettes et hacher les échalotes, laisser cuire dans 2 cuillères d'huile, jusqu'à ce que ça soit « tout mou », écraser à la fourchette et attendre que ça se dessèche.\nLaisser un peu refroidir, ajouter un à un les oeufs en battant.\nAjouter le fromage,1 cuillère à café d'estragon, salée et poivrer.\nMettre dans le moule, faire cuire environ 50 min à 170°C."
	},
	{
		"name": "Tarte à la tomate",
		"image": "images/tarte-tomate.jpg",
		"ingredients": [
			"Environ 4 à 5 tomates",
			"2 mozzarella",
			"1 pâte à tarte",
			"Sel, poivre",
			"Basilic",
			"Fromage râpé"
		],
		"recette": "Faire précuire la pâte 8min à 180°C.\nCouper les tomates et la mozzarella, puis les déposer dans le plat à tarte.\nSaler, poivrer et saupoudrer de basilic et de fromage râpé.\nEnfourner pour 40min à 180°C."
	},
	{
		"name": "Quiche lorraine",
		"image": "images/quiche-lorraine.jpg",
		"ingredients": [
			"200 g de lardons",
			"Fromage râpé",
			"30 g de beurre",
			"3 oeufs",
			"1 cuillère à soupe de maizena",
			"20 cl de crème fraîche",
			"20 cl de lait",
			"Sel, poivre"
		],
		"recette": "Préchauffer le four à 200°C.\nPrécuire la pâte 8 mn.\nFaire dorer les lardons.\nPendant ce temps, mélanger les oeufs battus et la crème fraîche.\nUne fois les lardons dorés, les mélanger à la préparation aux oeufs.\nSaler, poivrer, et ajouter la muscade.\nVerser la préparation sur le fond de pâte.\nMettre au four pendant 30 min."
	},
	{
		"name": "Quiche aux poireaux",
		"image": "images/quiche-poireaux.jpg",
		"ingredients": [
			"250 g de poireau",
			"20 cl de crème fraîche",
			"15 cl de lait",
			"3 oeufs",
			"Beurre",
			"Muscade",
			"Chapelure",
			"Fromage râpé",
			"Sel, Poivre",
			"1 pâte à tarte"
		],
		"recette": "Précuire la pâte 8 min à 180°C (si la pâte est maison).\nLaver et couper les blancs de poireaux en tronçons.\nLes faire cuire dans une sauteuse couverte avec un peu de beurre et d'eau environ 20 minutes.\nUne fois cuits, les travailler en purée à la fourchette et étaler la purée de poireaux.\nBattre les oeufs avec la crème, le lait, le sel, le poivre et une pincée de muscade.\nVerser sur les poireaux et saupoudrer de chapelure et de fromage râpé.\nFaire cuire 40 min au four à 220°C."
	},
	{
		"name": "Tarte saint-nectaire",
		"image": "images/tarte-saint-nectaire.jpg",
		"ingredients": [
			"1 pâte à tarte brisée",
			"3-4 tomates",
			"500g de saint nectaire",
			"Huile olive",
			"Herbes de Provence"
		],
		"recette": "Précuire la pâte 8 min 180°C (si la pâte est maison).\nSur la pâte, disposer le saint nectaire en tranches.\nAjouter les rondelles de tomates, puis un filet d'huile d'olive et enfin, les herbes de Provence.\nEnfourner environ 20 min à 180 degrés (jusqu'à ce que la tarte soit bien dorée et que le fromage ait fondu)."
	},
	{
		"name": "Quiche poireaux chèvre lardons",
		"image": "images/quiche-poireaux-chevre.jpg",
		"ingredients": [
			"1 pâte à tarte",
			"3 poireaux",
			"200 g de lardons",
			"1 fromage de chèvre",
			"3 oeufs",
			"20 cl de crème fraîche",
			"10 cl de lait",
			"Sel, Poivre"
		],
		"recette": "Précuire la pâte 8 min 180°C (si la pâte est maison).\nPréchauffer le four à 180°C.\nÉtaler la pâte dans le moule beurré et fariné.\nNettoyer puis émincer les blancs des 3 poireaux.\nFaire dorer les lardons dont vous utiliserez la graisse pour faire revenir les poireaux ensuite.\nRépartir lardons et poireaux sur le fond de tarte.\nDans un bol, battre les oeufs, la crème et le lait.\nAssaisonner à votre goût puis verser le mélange dans la tarte.\nDécouper le fromage de chèvre en rondelles que vous déposerez sur la quiche.\nCuire au four de 25 à 30 min."
	},
	{
		"name": "Nouilles chinoises",
		"details": "(Pour 3 personnes)",
		"image": "images/nouilles-chinoises.jpg",
		"ingredients": [
			"1 poireaux",
			"7 champignons de Paris",
			"1 petite carotte",
			"1 courgette",
			"1 blanc de poulet",
			"1 oignon",
			"160 g de nouilles sautées",
			"Environ 40 cL de bouillon de volaille",
			"Sauce Nuoc-mâm",
			"Lait de coco",
			"Huile olive",
			"Sel, poivre"
		],
		"recette": "Laver et émincer tous les légumes et le poulet.\nDans un Wok ou une grande sauteuse, faire chauffer l'huile et y cuire le poulet.\nSaler, poivrer et réserver.\nFaire fondre et dorer l'oignon, puis réserver avec le poulet.\nFaire cuire les légumes à feu vif pendant 5 min en remuant puis environ 15 min sous couvercle à feu plus doux.\nEnsuite ajouter le poulet.\nPréparer environ 40cl de bouillon, puis l'ajouter aux légumes avec les nouilles.\nFaire cuire comme indiqué sur le paquet de nouille soit environ quand presque toute l'eau est évaporée.\nAjouter ensuite la sauce Nuoc-mâm, et le lait de coco comme souhaité."
	},
	{
		"name": "Aubergines tomates mozzarella",
		"details": "(Pour 4 personnes)",
		"image": "images/aubergines-tomate-mozza.jpg",
		"ingredients": [
			"2 grosses aubergines",
			"2 tomates",
			"1 mozarella (ou 1 bûche de chèvre)",
			"Thym",
			"Huile d'olive",
			"Sel, poivre"
		],
		"recette": "Couper les aubergines dans la longueur, les asperger doucement d'huile d'olive, saler poivrer et faire cuire 20 à 30min à 180°C.\nAjouter les tomates, la mozzarella et le thym, enfourner pour 15 à 25 min."
	},
	{
		"name": "Lasagnes poulet chèvre miel",
		"details": "(Pour 4 personnes)",
		"image": "images/lasagnes-poulet-chevre.jpg",
		"ingredients": [
			"Pâtes à lasagnes",
			"Miel",
			"1 bûche chèvre",
			"400g de blanc poulet",
			"30 cl crème fraîche (environ)",
			"Gruyère râpé"
		],
		"recette": "Couper le poulet en petits morceaux et le faire revenir à la poêle avec du beurre ou de l' huile.\nEn parallèle couper des rondelles de chèvre.\nEn fin de cuisson du poulet ajouter le chèvre et la crème fraîche et remuer régulièrement pour que le chèvre fonde.\nAjouter le miel en quantité selon les goûts.\nSaler et poivrer.\nUne fois que tout est cuit, disposer dans le plat : 1 couche de pâte, 1 couche du mélange, 1 couche de pâte, 1 couche du mélange en gardant un peu de sauce pour la dernière couche 1 couche de pâte recouverte de la sauce restante et mettre du fromage râpé.\nEnfourner à 180 degrés environ 25 min."
	},
	{
		"name": "Gratin dauphinois",
		"image": "images/gratin-dauphinois.jpg",
		"ingredients": [
			"2 pommes de terre moyennes par personne",
			"Ail",
			"Beurre",
			"Crème fraîche liquide",
			"Un peu de lait",
			"Fromage râpé"
		],
		"recette": "Préchauffer le four à 200°C.\nFrotter le plat à gratin avec l'ail puis bien beurrer le plat.\nCouper les pommes de terre épluchées en fines lamelles et les disposer dans le plat en salant et poivrant à chaque couche.\nAjouter le mélange crème + fromage hauteur des pommes de terre.\nRajouter peu de lait par dessus.\nParsemer de fromage râpé.\nMettre en four environ 50 minutes à 180 degrés."
	},
	{
		"name": "Tartiflette",
		"image": "images/tartiflette.jpg",
		"ingredients": [
			"1 kg de pomme de terre",
			"200 g de lardons fumés",
			"200 g d'oignon émincés",
			"1 reblochon bien fait",
			"2 cuillères à soupe d'huile",
			"1 gousse d'ail",
			"Sel,Poivre"
		],
		"recette": "Éplucher les pommes de terre, les couper en dés, bien les rincer et les essuyer dans un torchon propre.\nFaire chauffer l'huile dans une poêle, y faire fondre les oignons.\nLorsque les oignons sont fondus, ajouter les pommes de terre et les faire dorer de tous les côtés.\nLorsqu'elles sont dorées, ajouter les lardons et finir de cuire.\nD'autre part, gratter la croûte du reblochon et le couper en deux (ou en quatre).\nPréchauffer le four à 200°C et préparer un plat à gratin en frottant le fond et les bords avec la gousse d'ail épluchée.\nDans le plat à gratin, étaler une couche de pommes de terre aux lardons, disposer dessus la moitié du reblochon, puis de nouveau des pommes de terre.\nTerminer avec le reste du reblochon (croûte vers les pommes de terre).\nEnfourner environ 20 minutes de cuisson."
	},
	{
		"name": "Hachis parmentier",
		"image": "images/hachis-parmentier.jpg",
		"ingredients": [
			"400 g de viande hachée",
			"300 q de purée",
			"2 oignons",
			"2 gousses d'ail",
			"2 tomates fraîches ou pelées",
			"1 cuillère à soupe de farine",
			"1 pincée d'herbes de Provence",
			"1 jaune d'oeuf",
			"30 g de parmesan",
			"30 g de beurre",
			"50 g de fromage râpé",
			"Sel, poivre"
		],
		"recette": "Hacher l'oignon et l'ail.\nLes faire revenir dans le beurre jusqu'à ce qu'ils soient tendres.\nAjouter les tomates coupées en dés, la viande hachée, la farine, du sel, du poivre et les herbes de Provence, Quand tout est cuit, couper le feu et ajouter le jaune d'oeuf et un peu de parmesan.\nBien mélanger.\nPréchauffer le four à 200°C.\nEtaler au fond du plat à gratin.\nPréparer la purée.\nL'étaler au dessus de la viande.\nSaupoudrer de fromage râpé et faire gratiner."
	},
	{
		"name": "Escalopes de veau panées",
		"image": "images/escalopes-veau-panees.jpg",
		"ingredients": [
			"4 escalopes de veau très fines",
			"2 oeufs",
			"Farine",
			"Lait",
			"Chapelure"
		],
		"recette": "Pressez les escalopes dans du sopalin pour les dessécher.\nPréparez 3 bols : l'un avec du lait, un second avec les oeufs battus avec du sel et du poivre, un troisième avec la chapelure.\nFarinez grossièrement les escalopes dans un pochon plastique en secouant bien.\nPassez rapidement l'escalope farinée dans le lait, puis dans l'oeuf battu puis dans la chapelure en appuyant bien Faire cuire dans une poêle chaude bien huilée."
	},
	{
		"name": "Tomates farcies",
		"details": "(Pour 4 grosses tomates ou 8 normales)",
		"image": "images/tomates-farcies.jpg",
		"ingredients": [
			"200g de chair à saucisse",
			"2 tranches de jambon blanc",
			"5 branches de persil",
			"1 bel oignon",
			"1 petite gousse d'ail",
			"1 petit oeuf",
			"2 cuillère à soupe de chapelure",
			"1 cuillère à soupe d'huile",
			"Sel, poivre"
		],
		"recette": "Préchauffer le four à 210°C.\nCouper les chapeaux des tomates et les vider grossièrement en gardant la chair qu'il faut couper en petits bouts.\nPasser au hachoir le jambon, l'ail, l'oignon et le persil.\nAjouter les tomates et la chair à saucisse.\nAjouter l'oeuf et la chapelure puis une cuillère à soupe d'huile, saler et poivrer.\nFarcir les tomates et ajouter les chapeaux, puis enfourner à four chaud à 210°C et laisser cuire à 180°C pendant 50 min."
	},
	{
		"name": "Lasagnes aubergines",
		"image": "images/lasagne-aubergines.jpg",
		"ingredients": [
			"1 paquet lasagnes",
			"3 aubergines pas trop grosses",
			"2 carottes",
			"25 g farine",
			"25 g de beurre",
			"500 ml de bouillon",
			"Environ 800 g de purée de tomate (2 Polpa)",
			"50 g de parmesan",
			"Herbes de Provence"
		],
		"recette": "Faire fondre le beurre, ajouter la farine puis ajouter petit à petit la pulpe de tomate puis le bouillon à frémir.\nAjouter les carottes coupées en tout petits dès.\nLaisser mijoter 30 min.\nPendant ce temps, éplucher les aubergines et les couper dans le sens de la longueur en lamelles pas trop grosses (entre 0,5 et 1 cm), cuire dans l'eau bouillante salée pendant 20 min.\nLes égoutter, presser un peu pour faire sortir l'eau.\nDans 1 plat allant au four, déposer la sauce puis la pâte puis les aubergines et parsemer de parmesan et renouveler plusieurs fois en finissant par la sauce.\nEnfourner 1h à 210 °C."
	},
	{
		"name": "Pâtes fraîches",
		"details": "(Pour 4 personnes)",
		"image": "images/pates-fraiches.jpg",
		"ingredients": [
			"300 g de farine",
			"100 g de farine de blé dur",
			"⅓ de cuillère à café de sel",
			"4 oeufs"
		],
		"recette": "Déposer la farine et le sel sur un plan de travail.\nFaire un puits au centre, y casser les oeufs.\nBattre légèrement les oeufs à la fourchette en incorporant peu à peu la farine.\nLorsque la pâte devient trop épaisse, poursuivre avec le bout des doigts, puis les mains.\n(Ne pas faire absorber plus de farine que nécessaire.\nIl peut en rester quelques cuillères à soupe ou, au contraire, en manquer un peu.) Pétrir la pâte environ 10 minutes.\nCelle-ci deviendra lisse, élastique et non collante.\nSi c'était le cas, fariner légèrement la pâte et continuer de pétrir.\nEnvelopper la pâte de cellophane, la laisser reposer 30 minutes avant de l'abaisser.\nPour abaisser la pâte à la main : utiliser un rouleau à pâtisserie et abaisser la pâte très finement (1 mm environ d'épaisseur et 25 cm en longueur).\nLa plier sur elle-même pour former un rouleau plat (environ 5 cm de largeur) en farinant bien chaque pli pour que la pâte ne colle pas.\nCouper le rouleau à 1 cm d'intervalle puis dérouler les pâtes et les déposer sur le plan de travail fariné.\nEnlever l'excédent de farine avant la cuisson.\nCuire environ 2 minutes dans beaucoup d'eau bouillante salée.\n(1L pour 100g de pâtes)."
	},
	{
		"name": "Riz vinaigré",
		"details": "(Pour 4 personnes)",
		"image": "images/riz-vinaigre.jpg",
		"ingredients": [
			"300 g de riz rond japonais",
			"30 cl d'eau",
			"4 cuillères à soupe de vinaigre de riz",
			"2 cuillères à soupe de sucre",
			"1/2 cuillère à café de sel"
		],
		"recette": "Verser le riz dans une passoire, le plonger dans un grand saladier rempli d'eau. Éliminer l'eau laiteuse et continuer de laver le riz jusqu'à ce que l'eau qui s'écoule soit bien claire. Laisser essorer 30 min.\n\nPendant ce temps, faire chauffer sans porter à ébullition, le vinaigre de riz avec le sucre et le sel jusqu'à dissolution complète puis laisser refroidir.\n\nPlacer le riz et l'eau froide dans une casserole à fond épais. Couvrir d'un couvercle. Faire chauffer sur feu moyen (presque doux) pour porter l'eau à ébullition. Ne pas retirer le couvercle, écouter le bruit provenant de la casserole et compter 5 min de cuisson à partir de l'ébullition.\n\nPoursuivre la cuisson 10 min sur feu très doux, sans soulever le couvercle.\n\nRetirer du feu en conservant le couvercle et laisser reposer 10 min.\n\nDéposer le riz dans un grand saladier et verser la sauce vinaigrée. Mélanger délicatement à l'aide d'une cuillère en bois, en faisant attention de ne pas écraser les grains.\n\nConseil : garder le riz à température ambiante jusqu'à utilisation. Au réfrigérateur, il deviendrait dur et compact."
	},
	{
		"name": "Cabillaud en croûte de chorizo",
		"details": "(Pour 2 personnes)",
		"image": "images/cabillaud-croute-chorizo.jpg",
		"ingredients": [
			"3 cuillères à soupe de parmesan",
			"30 g de chorizo",
			"2 cuillères à soupe chapelure",
			"15 de beurre",
			"2 filets de cabillaud"
		],
		"recette": "Préchauffer le four à 200°C.\nMixer le chorizo.\nDans un saladier, mélanger le chorizo avec le parmesan et la chapelure.\nAjouter le beurre ramolli et mélanger du bout des doigts.\nDéposer les dos de cabillaud dans un plat allant au four et couvrir de crumble au chorizo.\nEnfourner 15 minutes."
	},
	{
		"name": "Cake salé légumineuses",
		"image": "images/cake-legumineuses.jpg",
		"ingredients": [
			"400 g de légumineuses cuites, rincées et égouttées",
			"4 oeufs",
			"100 g de beurre fondu",
			"40 g de maïzena",
			"10 g de levure chimique",
			"Assaisonnement (légumes, épices, herbes, graines...)"
		],
		"recette": "Préchauffer le four à 160°C.\n\nMixer ensemble les légumineuses, les oeufs, le beurre fondu, la maïzena, la levure chimique et l'assaisonnement choisi jusqu'à obtention d'une pâte homogène.\n\nVerser la préparation dans un moule à gâteau chemisé de papier sulfurisé.\n\nCuire pendant 20 à 25 minutes.\n\nLe cake est prêt lorsqu'il est doré et ferme au toucher."
	},
	{
		"name": "Tarte courgette ricotta tomate séchée",
		"image": "images/tarte-courgette-ricotta.jpg",
		"ingredients": [
			"Pâte à tarte",
			"250g de ricotta",
			"1 gousse d'ail écrasée",
			"8 tomates séchées",
			"Citron",
			"Sel, Poivre",
			"2 petites courgettes en lamelles",
			"1 oignon émincé très finement",
			"1 à 2 càs d'huile d'olive",
			"Za'atar (ou autre épice)",
			"Parmesan (pour le topping)"
		],
		"recette": "Préchauffer le four à 180°C. Étaler la pâte à tarte dans un moule. Mélanger la ricotta, l'ail écrasé, les tomates séchées, le filet de citron, le sel et le poivre dans un bol, puis étaler cette préparation sur la pâte. Mélanger les courgettes, l'oignon, l'huile d'olive, le sel, le poivre et le za'atar dans un autre bol, puis répartir la garniture sur la tarte. Parsemer de parmesan râpé sur le dessus. Enfourner pour environ 25 à 30 minutes, jusqu'à ce que la pâte soit dorée et les légumes bien cuits."
	},
	{
		"name": "Curry vert thaï",
		"image": "images/curry-vert-thai.jpg",
		"ingredients": [
			"125g de champignon de Paris",
			"1/2 botte de shimeji",
			"1 poignée d'haricots verts",
			"1 poignée de baby corns",
			"1 càs d'huile",
			"2 càs de pâte de curry vert",
			"300ml de lait de coco",
			"150ml de bouillon",
			"1 càs de sauce Nuoc mam",
			"1 petite tige de citronnelle",
			"Agrume : Citron vert ou combava"
		],
		"recette": "Faire revenir séparément les légumes et réserver.\nFaire revenir la pâte de curry dans l'huile pendant 3 à 4 minutes. Ajouter un peu de lait de coco et faire réduire (y faire cuire la viande si ajout de viande). Ajouter le reste du lait de coco, le bouillon et la citronnelle coupée en tronçons de 5 cm. Porter à ébullition puis baisser le feu, laisser mijoter quelques minutes. Assaisonner avec la sauce Nuoc mam. Ajouter 1/2 agrume par personne."
	},
	{
		"name": "Pad Thai",
		"image": "images/pad-thai.jpg",
		"ingredients": [
			"(2 personnes)",
			"2 cuillères à soupe de sucre roux",
			"2 cuillères à soupe de sauce poisson (Nuoc mam)",
			"55 g de pulpe de tamarin humidifiée",
			"1 cuillère à soupe de sauce soja dark",
			"30 ml d'eau",
			"120 g de nouilles de riz sèches",
			"100 g de crevettes grises bouillies et hachées finement (ou poulet)",
			"2 gousses d'ail hachées",
			"1 échalote hachée finement",
			"2 oeufs battus",
			"1 poignée de germes de soja",
			"1 poignée de ciboulette thaï",
			"1 citron vert",
			"(Cacahuètes)"
		],
		"recette": "Préparer la sauce en mélangeant tous les ingrédients.\n\nFaire cuire les nouilles.\n\nFaire chauffer la poêle à feu moyen avec de l'huile et cuire les crevettes hachées. Ajouter les échalotes et sauter 2 à 3 minutes. Ajouter l'ail et sauter 2 à 3 minutes.\n\nMettre à feu vif, ajouter les nouilles et la sauce et mélanger. Ajouter l'eau et laisser quasiment tout évaporer.\n\nRéduire à moyen-vif, placer les nouilles sur un côté et mettre les oeufs sur l'autre. Laisser cuire 30 secondes à 1 minute avant de brouiller. Bien mélanger avec les nouilles.\n\nAjouter la ciboulette et les pousses de soja et mélanger 1 à 2 minutes. Si besoin, saler et poivrer.\n\nServir avec les cacahuètes et le citron."
	},
	{
		"name": "Japchae",
		"image": "images/japchae.jpg",
		"ingredients": [
			"(2 personnes)",
			"Nouilles de patate douce",
			"1 cuillère à soupe d'huile",
			"1/2 oignon émincé",
			"1 petite échalote émincée",
			"1/4 de poivron rouge en julienne",
			"1 petite courgette en julienne",
			"1 petite carotte en julienne",
			"1 tasse de shiitake",
			"1 poignée d'épinards",
			"1 branche d'oignon nouveau",
			"1 gousse d'ail hachée",
			"Graines de sésame",
			"2 cuillères à soupe de sauce soja",
			"1 cuillère à café d'ail haché",
			"1/2 cuillère à soupe de sucre roux",
			"1 cuillère à soupe d'huile de sésame grillée"
		],
		"recette": "Hacher les légumes.\n\nFaire bouillir et cuire les nouilles.\n\nPendant la cuisson des nouilles, faire sauter les légumes à feu moyen-vif dans une poêle avec un peu d'huile.\n\nMélanger les ingrédients pour former la sauce.\n\nAjouter les nouilles et la sauce aux légumes."
	},
	{
		"name": "Riz cashmeri",
		"image": "images/riz-cashmeri.jpg",
		"ingredients": [
			"Riz",
			"Beurre fondu",
			"1 bâton de cannelle",
			"1 gousse de cardamome",
			"1 clou de girofle",
			"1 grain de poivre",
			"1 petit anis étoilé",
			"Sel",
			"Noix",
			"Raisins secs"
		],
		"recette": "Faire fondre le beurre dans une casserole. Ajouter le bâton de cannelle, la gousse de cardamome, le clou de girofle, le grain de poivre, l'anis étoilé et le sel. Laisser revenir quelques instants pour libérer les arômes. Ajouter ensuite le riz et 2 fois son volume en eau. Ne pas mélanger et laisser cuire à feu doux pendant 5 minutes. Ajouter ensuite les noix et les raisins secs. Poursuivre la cuisson jusqu'à absorption complète de l'eau. Servir chaud."
	},
	{
		"name": "Bolognaise végé",
		"image": "images/bolognaise-vege.jpg",
		"ingredients": [
			"1/4 chou-fleur",
			"10 champignons bruns",
			"1 cuillère à café de thym",
			"1 gousse d'ail",
			"2 oignons",
			"1 branche de céleri",
			"2 cuillères à soupe de concentré de tomate",
			"20 cl de crème",
			"50 g de parmesan râpé",
			"250 g de pâtes"
		],
		"recette": "Hacher finement les champignons, l'ail, les oignons et le céleri. Dans une poêle, faire revenir les oignons, l'ail et le céleri avec un filet d'huile d'olive jusqu'à ce qu'ils deviennent translucides. Hacher le chou-fleur en petits morceaux. Ajouter le chou-fleur et les champignons, puis cuire à feu moyen pendant 10 minutes en remuant régulièrement. Incorporer le concentré de tomate et le thym, bien mélanger. Verser la crème et laisser mijoter 5 minutes supplémentaires. Pendant ce temps, cuire les pâtes. Égoutter et mélanger avec la sauce. Servir chaud, parsemé de parmesan."
	},
	{
		"name": "Chakchouka (recette chef)",
		"image": "images/chakchouka-chef.jpg",
		"ingredients": [
			"3 cuillères à soupe d'huile d'olive",
			"1 oignon, haché",
			"1 poivron rouge, haché",
			"2 gousses d'ail, émincées",
			"1,5 cuillère à soupe de concentré de tomates",
			"2 cuillères à café de cumin moulu",
			"1 cuillère à café de coriandre moulue",
			"1 cuillère à café de paprika",
			"1/2 cuillère à café de cannelle",
			"1 boîte de conserve de tomates en dés (800 ml)",
			"4 oeufs",
			"Féta",
			"1 cuillère à soupe de persil frais",
			"Sel, poivre"
		],
		"recette": "Dans une poêle chaude, ajouter l'huile d'olive, l'oignon, le poivron, l'ail, les épices et le concentré de tomates. Faire cuire à feu moyen environ 5 minutes jusqu'à ce que les légumes ramollissent et que le concentré de tomates devienne plus foncé. Ajouter les tomates en dés et laisser mijoter environ 10 minutes. Faire des puits dans la préparation et y casser les oeufs. Couvrir et laisser cuire jusqu'à ce que les oeufs soient pris. Parsemer de féta émiettée et de persil frais. Assaisonner de sel et de poivre avant de servir."
	},
	{
		"name": "Nouilles udon boeuf",
		"image": "images/nouilles-udon-boeuf.jpg",
		"ingredients": [
			"2 entrecôtes",
			"1 cuillère à soupe de maïzena",
			"2 oignons",
			"1 oignon nouveau",
			"Poivre",
			"Nouilles udon",
			"Sésame",
			"1 cuillère à café de gingembre haché",
			"1 cuillère à soupe de sauce soja claire",
			"1 cuillère à soupe de sauce soja foncée",
			"1 cuillère à soupe de sauce huître",
			"1/2 cuillère à café d'huile de sésame",
			"2 cuillères à soupe de miel ou de sucre",
			"1 gousse d'ail hachée"
		],
		"recette": "Découper les entrecôtes en fines lamelles, puis les enrober de maïzena. Émincer les oignons et l'oignon nouveau. Dans une poêle bien chaude, faire revenir les oignons avec un peu d'huile jusqu'à ce qu'ils soient translucides. Ajouter le boeuf et le saisir à feu vif. Incorporer la sauce préalablement mélangée, bien enrober la viande et laisser mijoter quelques minutes. Pendant ce temps, cuire les nouilles udon selon les indications du paquet. Égoutter et ajouter aux boeuf avec la sauce. Mélanger le tout, laisser cuire quelques instants et parsemer de sésame et de l'oignon nouveau ciselé. Servir chaud."
	},
	{
		"name": "Pad see ew",
		"image": "images/pad-see-ew.jpg",
		"ingredients": [
			"120g à 140g de nouilles de riz larges",
			"200g de poulet ou boeuf",
			"Pak Choi, brocoli chinois",
			"Oeufs",
			"Citron vert",
			"1 c. à café de dark soy sauce",
			"1 c. à soupe de sauce soja",
			"2 c. à soupe de sauce huître",
			"1/2 c. à soupe de sauce poisson (Nuoc mam)",
			"1 c. à café de vinaigre de riz",
			"1 c. à café de sucre",
			"2 gousses d'ail hachées"
		],
		"recette": "Couper les légumes, séparer les feuilles et les tiges.\n\nCuire les nouilles et les rincer.\n\nCuire la viande.\n\nFaire chauffer l'huile, ajouter les tiges des légumes et l'ail, puis ajouter les feuilles.\n\nAjouter les oeufs, cuire et ajouter les nouilles jusqu'à ce qu'elles ramollissent.\n\nAjouter le poulet et la sauce."
	},
	{
		"name": "Taboulé libanais (6 personnes)",
		"image": "images/taboule-libanais.jpg",
		"ingredients": [
			"450 g de boulgour",
			"72 g d'eau",
			"90 g d'huile d'olive",
			"1,5 kg de citrons jaunes",
			"120 g de menthe fraîche",
			"180 g d'oignon rouge",
			"600 g de persil plat",
			"300 g de tomates rondes"
		],
		"recette": "Verser le boulgour dans de l'eau et laisser absorber 15-20 minutes. Égoutter si besoin. Ajouter l'huile d'olive et le jus de citron. Ajouter l'oignon, les tomates, le persil et la menthe ciselés. Mélanger le tout."
	},
	{
		"name": "Fatayers (6 personnes)",
		"image": "images/fatayers.jpg",
		"ingredients": [
			"420 g de farine",
			"30 g de sucre semoule",
			"6 g de sel",
			"9 g de levure",
			"180 g de lait",
			"78 g d'huile",
			"12 g de paprika doux",
			"180 g de poivrons (rouge, jaune, vert)",
			"1,5 kg de tomates",
			"60 g d'oignon",
			"90 g d'huile d'olive",
			"6 kg de boeuf",
			"120 g de coriandre",
			"6 g de cumin",
			"120 g de persil plat"
		],
		"recette": "Mélanger farine, sucre, sel et levure. Ajouter le lait tiédi et pétrir. Laisser lever 1h30. Faire revenir les légumes, ajouter la viande et assaisonner. Former des triangles de pâte garnis et cuire 15 min à 200°C."
	},
	{
		"name": "Saumon bouillon thaï et riz basmati",
		"image": "images/saumon-thai.jpg",
		"ingredients": [
			"4 morceaux de saumon ou autre poisson",
			"240 g de riz basmati cuit",
			"50 g de petits pois cuits",
			"6 champignons de Paris équeutés",
			"25 cl de bouillon de volaille",
			"25 cl de lait de coco",
			"1 citron vert",
			"1 gousse d'ail",
			"1 échalote",
			"1 c. à café de pâte de curry vert",
			"1 c. à café de sauce nuoc mam",
			"1 c. à café de sucre"
		],
		"recette": "Préparer un bouillon de volaille avec de l'eau bouillante. Découper une échalote finement puis la faire revenir dans de l'huile d'olive et ajouter l'ail, la pâte de curry vert. Bien mélanger. Ajouter les champignons et cuire environ 5 minutes. Ajouter le bouillon, porter à ébullition puis verser le lait de coco et le zeste de citron vert. Faire cuire une quinzaine de minutes. Dans une poêle chaude avec un peu d'huile d'olive faire revenir le saumon pour le faire colorer sur les deux faces. Si la peau est gardée, faire cuire seulement côté peau à l'unilatéral. Ajouter le bouillon et cuire le tout pendant 8 minutes environ. Cuire le riz et les petits pois à l'eau. Réchauffer le tout. Dans un petit bol, mélangez le jus de citron, le sucre et la sauce nuoc mam. Ajouter ce mélange au bouillon puis filtrer le bouillon. Déposer le poisson dans une assiette creuse, ajouter le riz à côté et verser le bouillon."
	},
	{
		"name": "Big Mac Maison",
		"image": "images/big-mac.jpg",
		"ingredients": [
			"4 cuillères à soupe de mayonnaise sans moutarde (Heinz, Hellmann's)",
			"1 cuillère à soupe de moutarde américaine",
			"1 grande cuillère à soupe de relish",
			"1/2 cuillère à café de paprika",
			"1/2 cuillère à café d'ail en poudre",
			"1/2 cuillère à café d'oignon en poudre",
			"1 cuillère à café de vinaigre blanc",
			"2 steaks de 45 g de boeuf",
			"Salade iceberg",
			"Oignons blancs en dés",
			"1 tranche de cheddar carré spécial burger",
			"1 cuillère à café de sauce sur 2 pains",
			"2 pickles de cornichons"
		],
		"recette": "Pour la sauce relish, râper le concombre et l'oignon, puis les placer dans un chinois et laisser égoutter. Saupoudrer de sel, recouvrir d'un linge et laisser reposer au moins 1 heure (ou toute la nuit). Presser ensuite le mélange dans un linge propre pour enlever l'excédent d'eau. Placer dans une casserole avec les autres ingrédients et cuire sur feu doux pendant environ 10 minutes en remuant régulièrement.\n\nPour la sauce Big Mac, mélanger la mayonnaise, la moutarde, la relish, le paprika, l'ail en poudre, l'oignon en poudre et le vinaigre blanc.\n\nCuire les steaks de boeuf selon la cuisson désirée. Monter le burger en étalant une cuillère à café de sauce sur le pain du bas et du milieu. Ajouter la salade, les oignons, les pickles, le cheddar et les steaks. Refermer avec le pain supérieur. Déguster immédiatement."
	},
	{
		"name": "Dahl",
		"image": "images/dahl.jpg",
		"ingredients": [
			"250 g de lentilles corail",
			"1 patate douce",
			"1 oignon",
			"20 cl de lait de coco",
			"1 gousse d'ail",
			"2 c.soupe de concentré de tomates",
			"Curry",
			"70 cl d'eau"
		],
		"recette": "Faire dorer à la casserole dans un peu d'huile l'oignon émincé et l'ail haché.\n Ajouter les lentilles et l'eau, porter à ébullition.\n Ajouter la patate douce coupée en petits morceaux, le lait de coco, le concentré de tomates et le curry.\n Laisser cuire une vingtaine à trentaine de minutes jusqu'à ce que la patate douce soit tendre, saler et poivrer.\n Servir avec du riz et un peu de coriandre."
	},
	{
		"name": "Lasagnes bolognaise",
		"image": "images/lasagnes.jpg",
		"ingredients": [
			"12 feuilles de pâte à lasagne sèche",
			"500/600 g de viande hachée de boeuf",
			"1 gousse d'ail",
			"1 oignon",
			"2 carottes",
			"150 g de champignons de Paris",
			"Thym (origan)",
			"600 g de coulis ou concassé de tomates",
			"15 cl de vin blanc",
			"20 g de farine",
			"20 g de beurre",
			"25 cl de lait entier",
			"60 g de parmesan râpé"
		],
		"recette": "Faire revenir les oignons et l'ail dans un fond d'huile. Ajouter les carottes puis les champignons. Ajouter ensuite la viande et attendre qu'elle perde sa couleur rosée. Ajouter le vin blanc et attendre que l'eau s'évapore. Ensuite ajouter le coulis de tomate et laisser mijoter au moins une heure à feu doux. Assaisonner."
	},
	{
		"name": "Pâtes à la truffe",
		"image": "images/pates-truffe.jpg",
		"ingredients": [
			"20 g de beurre",
			"2 c. à soupe d'huile de truffe",
			"1/2 échalote",
			"1 truffe de 20 g",
			"200 g de champignons de Paris",
			"3 cl de vin blanc",
			"400 g de mafaldine ou linguine",
			"80 g de mascarpone",
			"70 g de parmesan"
		],
		"recette": "Préparer la crème de truffes : faire fondre le beurre avec l'huile de truffe dans une sauteuse. Ajouter l'échalote et la moitié de la truffe hachée. Ajouter les champignons de Paris émincés et laisser revenir quelques minutes. Déglacer au vin blanc en remuant. Laisser cuire à feu doux 10 minutes et mixer. Faire cuire les pâtes. Ajouter le mascarpone à la crème, chauffer doucement, incorporer les pâtes, le parmesan et un peu d'eau de cuisson si besoin. Servir et râper le reste de la truffe au-dessus."
	},
	{
		"name": "Terrine de poisson",
		"image": "images/terrine-poisson.jpg",
		"ingredients": [
			"600 g de poisson",
			"1 sachet de court bouillon",
			"4 oeufs",
			"1 citron",
			"1 boîte de 70 g de concentré de tomate",
			"Persil ou ciboulette",
			"Sel et poivre"
		],
		"recette": "Préchauffer le four à 180 degrés. Verser le court bouillon et le poisson dans une grande casserole remplie d'eau. Porter à ébullition et laisser frémir 15 min. Dans un saladier, mélanger les oeufs, le citron, les herbes, le sel et le poivre. Ajouter le concentré de tomate. Égoutter le poisson et l'émietter pour l'incorporer. Verser dans un moule et cuire au bain-marie pendant 1h à 180 degrés."
	},
	{
		"name": "Gnocchis",
		"image": "images/gnocchis.jpg",
		"ingredients": [
			"500g de pommes de terre",
			"200g de farine",
			"1 jaune d'oeuf",
			"1 cuillère à soupe de parmesan râpé",
			"1 grosse pincée de sel"
		],
		"recette": "Mettre les pommes de terre avec leur peau dans une casserole remplie d'eau froide avec du gros sel. Cuire 20/25 min à couvert après ébullition (une lame de couteau doit rentrer facilement dans les pommes de terre). Laisser refroidir quelques minutes, éplucher les pommes de terre encore chaudes puis les réduire en purée (faire avec un fouet si on a pas de presse purée). Creuser un puits et y ajouter le parmesan, le sel et le jaune d'oeuf, battre rapidement pour que le jaune ne cuise pas. Ajouter ensuite la farine petit à petit en mélangeant d'abord à la cuillère en bois puis quand cela devient trop difficile, avec les doigts. Dès que cela est possible, travailler la pâte sur un plan fariné, séparer le pâton obtenu en trois. Réaliser des boudins réguliers de deux centimètres de diamètre environ. Couper tous les deux centimètres, rouler des petites boules et rouler ces boules sur une fourchette en appuyant pour obtenir la forme des gnocchis. Verser les gnocchis dans de l'eau bouillante salée, les gnocchis sont cuits quand ils remontent à la surface, les égoutter. Faire dorer les gnocchis dans une poêle beurrée pour qu'ils soient croustillants."
	}
]